{"data":[{"aya_id":3160,"aya_number":1,"aya_text":"طٰسۤ ۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍ ۙ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Tha Sin. Inilah ayat-ayat Al-Qur'an, dan Kitab yang jelas,"},{"aya_id":3161,"aya_number":2,"aya_text":"هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ۙ  ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"petunjuk dan berita gembira bagi orang-orang yang beriman,"},{"aya_id":3162,"aya_number":3,"aya_text":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"(yaitu) orang-orang yang melaksanakan salat dan menunaikan zakat, dan mereka meyakini adanya akhirat."},{"aya_id":3163,"aya_number":4,"aya_text":"اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَ ۗ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatan mereka (yang buruk), sehingga mereka bergelimang dalam kesesatan."},{"aya_id":3164,"aya_number":5,"aya_text":"اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Mereka itulah orang-orang yang akan mendapat siksaan buruk (di dunia) dan mereka di akhirat adalah orang-orang yang paling rugi."},{"aya_id":3165,"aya_number":6,"aya_text":"وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Dan sesungguhnya engkau (Muhammad) benar-benar telah diberi Al-Qur'an dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui."},{"aya_id":3166,"aya_number":7,"aya_text":"اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّيْٓ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"(Ingatlah) ketika Musa berkata kepada keluarganya, “Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api).”"},{"aya_id":3167,"aya_number":8,"aya_text":"فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Maka ketika dia tiba di sana (tempat api itu), dia diseru, “Telah diberkahi orang-orang yang berada di dekat api, dan orang-orang yang berada di sekitarnya. Mahasuci Allah, Tuhan seluruh alam.”"},{"aya_id":3168,"aya_number":9,"aya_text":"يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ۙ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"(Allah berfirman), “Wahai Musa!  Sesungguhnya Aku adalah Allah, Yang Mahaperkasa, Mahabijaksana."},{"aya_id":3169,"aya_number":10,"aya_text":"وَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ  ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Dan lemparkanlah tongkatmu!” Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. ”Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut,"},{"aya_id":3170,"aya_number":11,"aya_text":"اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"kecuali orang yang berlaku zalim yang kemudian mengubah (dirinya) dengan kebaikan setelah kejahatan (bertobat); maka sungguh, Aku Maha Pengampun, Maha Penyayang."},{"aya_id":3171,"aya_number":12,"aya_text":"وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۚ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan keluar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir‘aun dan kaumnya. Mereka benar-benar orang-orang yang fasik.”"},{"aya_id":3172,"aya_number":13,"aya_text":"فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ۚ  ","sura_id":27,"juz_id":19,"page_number":377,"translation_aya_text":"Maka ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, “Ini sihir yang nyata.”"},{"aya_id":3173,"aya_number":14,"aya_text":"وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."},{"aya_id":3174,"aya_number":15,"aya_text":"وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Dan sungguh, Kami telah memberikan ilmu kepada Dawud dan Sulaiman; dan keduanya berkata, “Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.”"},{"aya_id":3175,"aya_number":16,"aya_text":"وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Dan Sulaiman telah mewarisi Dawud, dan dia (Sulaiman) berkata, “Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata.”"},{"aya_id":3176,"aya_number":17,"aya_text":"وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Dan untuk Sulaiman dikumpulkan bala tentaranya dari jin, manusia dan burung, lalu mereka berbaris dengan tertib."},{"aya_id":3177,"aya_number":18,"aya_text":"حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ  لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, “Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari.”"},{"aya_id":3178,"aya_number":19,"aya_text":"فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Maka dia (Sulaiman) tersenyum lalu tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa, “Ya Tuhanku, anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan agar aku mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.”"},{"aya_id":3179,"aya_number":20,"aya_text":"وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Dan dia memeriksa burung-burung lalu berkata, “Mengapa aku tidak melihat Hud-hud, apakah ia termasuk yang tidak hadir?"},{"aya_id":3180,"aya_number":21,"aya_text":"لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.”"},{"aya_id":3181,"aya_number":22,"aya_text":"فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ","sura_id":27,"juz_id":19,"page_number":378,"translation_aya_text":"Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, “Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba' membawa suatu berita yang meyakinkan."},{"aya_id":3182,"aya_number":23,"aya_text":"اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ  ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Sungguh, kudapati ada seorang perempuan yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar."},{"aya_id":3183,"aya_number":24,"aya_text":"وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan terasa indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk,"},{"aya_id":3184,"aya_number":25,"aya_text":"اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan."},{"aya_id":3185,"aya_number":26,"aya_text":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai ‘Arsy yang agung.”"},{"aya_id":3186,"aya_number":27,"aya_text":"۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Dia (Sulaiman) berkata, “Akan kami lihat, apa kamu benar, atau termasuk yang berdusta."},{"aya_id":3187,"aya_number":28,"aya_text":"اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan.”"},{"aya_id":3188,"aya_number":29,"aya_text":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّيْٓ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Dia (Balqis) berkata, “Wahai para pembesar! Sesungguhnya telah disampaikan kepadaku sebuah surat yang mulia.”"},{"aya_id":3189,"aya_number":30,"aya_text":"اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۙ  ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Sesungguhnya (surat) itu dari Sulaiman yang isinya, “Dengan nama Allah Yang Maha Pengasih, Maha Penyayang,"},{"aya_id":3190,"aya_number":31,"aya_text":"اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَ ࣖ ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri.”"},{"aya_id":3191,"aya_number":32,"aya_text":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اَفْتُوْنِيْ فِيْٓ اَمْرِيْۚ مَا كُنْتُ قَاطِعَةً اَمْرًا حَتّٰى تَشْهَدُوْنِ ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Dia (Balqis) berkata, “Wahai para pembesar! Berilah aku pertimbangan dalam perkaraku (ini). Aku tidak pernah memutuskan suatu perkara sebelum kamu hadir dalam majelis(ku).”"},{"aya_id":3192,"aya_number":33,"aya_text":"قَالُوْا نَحْنُ اُولُوْا قُوَّةٍ وَّاُولُوْا بَأْسٍ شَدِيْدٍ ەۙ وَّالْاَمْرُ اِلَيْكِ فَانْظُرِيْ مَاذَا تَأْمُرِيْنَ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Mereka menjawab, “Kita memiliki kekuatan dan keberanian yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu; maka pertimbangkanlah apa yang akan engkau perintahkan.”"},{"aya_id":3193,"aya_number":34,"aya_text":"قَالَتْ اِنَّ الْمُلُوْكَ اِذَا دَخَلُوْا قَرْيَةً اَفْسَدُوْهَا وَجَعَلُوْٓا اَعِزَّةَ اَهْلِهَآ اَذِلَّةً ۚوَكَذٰلِكَ يَفْعَلُوْنَ  ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Dia (Balqis) berkata, “Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian yang akan mereka perbuat."},{"aya_id":3194,"aya_number":35,"aya_text":"وَاِنِّيْ مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنٰظِرَةٌ ۢبِمَ يَرْجِعُ الْمُرْسَلُوْنَ ","sura_id":27,"juz_id":19,"page_number":379,"translation_aya_text":"Dan sungguh, aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.”"},{"aya_id":3195,"aya_number":36,"aya_text":"فَلَمَّا جَاۤءَ سُلَيْمٰنَ قَالَ اَتُمِدُّوْنَنِ بِمَالٍ فَمَآ اٰتٰىنِ  َۧ اللّٰهُ خَيْرٌ مِّمَّآ اٰتٰىكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُوْنَ  ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Maka ketika para (utusan itu) sampai kepada Sulaiman, dia (Sulaiman) berkata, “Apakah kamu akan memberi harta kepadaku? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu; tetapi kamu merasa bangga dengan hadiahmu. "},{"aya_id":3196,"aya_number":37,"aya_text":"اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُوْدٍ لَّا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِّنْهَآ اَذِلَّةً وَّهُمْ صَاغِرُوْنَ ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Kembalilah kepada mereka! Sungguh, Kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawannya, dan akan kami usir mereka dari negeri itu (Saba') secara terhina dan mereka akan menjadi (tawanan) yang hina dina.”"},{"aya_id":3197,"aya_number":38,"aya_text":"قَالَ يٰٓاَيُّهَا الْمَلَؤُا اَيُّكُمْ يَأْتِيْنِيْ بِعَرْشِهَا قَبْلَ اَنْ يَّأْتُوْنِيْ مُسْلِمِيْنَ ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Dia (Sulaiman) berkata, “Wahai para pembesar! Siapakah di antara kamu yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku menyerahkan diri?”"},{"aya_id":3198,"aya_number":39,"aya_text":"قَالَ عِفْرِيْتٌ مِّنَ الْجِنِّ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ تَقُوْمَ مِنْ مَّقَامِكَۚ وَاِنِّيْ عَلَيْهِ لَقَوِيٌّ اَمِيْنٌ  ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"‘Ifrit dari golongan jin berkata, “Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari tempat dudukmu; dan sungguh, aku kuat melakukannya dan dapat dipercaya.”"},{"aya_id":3199,"aya_number":40,"aya_text":"قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ  ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Seorang yang mempunyai ilmu dari Kitab berkata, “Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.” Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, “Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barangsiapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barangsiapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.”"},{"aya_id":3200,"aya_number":41,"aya_text":"قَالَ نَكِّرُوْا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدِيْٓ اَمْ تَكُوْنُ مِنَ الَّذِيْنَ لَا يَهْتَدُوْنَ ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Dia (Sulaiman) berkata, “Ubahlah untuknya singgasananya; kita akan melihat apakah dia (Balqis) mengenal; atau tidak mengenalnya lagi.”"},{"aya_id":3201,"aya_number":42,"aya_text":"فَلَمَّا جَاۤءَتْ قِيْلَ اَهٰكَذَا عَرْشُكِۗ قَالَتْ كَاَنَّهٗ هُوَۚ وَاُوْتِيْنَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِيْنَ  ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Maka ketika dia (Balqis) datang, ditanyakanlah (kepadanya), “Serupa inikah singgasanamu?” Dia (Balqis) menjawab, “Seakan-akan itulah dia.” (Dan dia Balqis berkata), “Kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri (kepada Allah).”"},{"aya_id":3202,"aya_number":43,"aya_text":"وَصَدَّهَا مَا كَانَتْ تَّعْبُدُ مِنْ دُوْنِ اللّٰهِ ۗاِنَّهَا كَانَتْ مِنْ قَوْمٍ كٰفِرِيْنَ  ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Dan kebiasaannya menyembah selain Allah mencegahnya (untuk melahirkan keislamannya), sesungguhnya dia (Balqis) dahulu termasuk orang-orang kafir."},{"aya_id":3203,"aya_number":44,"aya_text":"قِيْلَ لَهَا ادْخُلِى الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَّكَشَفَتْ عَنْ سَاقَيْهَاۗ قَالَ اِنَّهٗ صَرْحٌ مُّمَرَّدٌ مِّنْ قَوَارِيْرَ ەۗ قَالَتْ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ","sura_id":27,"juz_id":19,"page_number":380,"translation_aya_text":"Dikatakan kepadanya (Balqis), “Masuklah ke dalam istana.” Maka ketika dia (Balqis) melihat (lantai istana) itu, dikiranya kolam air yang besar, dan disingkapkannya (penutup) kedua betisnya. Dia (Sulaiman) berkata, “Sesungguhnya ini hanyalah lantai istana yang dilapisi kaca.” Dia (Balqis) berkata, “Ya Tuhanku, sungguh, aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam.”"},{"aya_id":3204,"aya_number":45,"aya_text":"وَلَقَدْ اَرْسَلْنَآ اِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا اَنِ اعْبُدُوا اللّٰهَ فَاِذَا هُمْ فَرِيْقٰنِ يَخْتَصِمُوْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Dan sungguh, Kami telah mengutus kepada (kaum) Samud saudara mereka yaitu Saleh (yang menyeru), “Sembahlah Allah!” Tetapi tiba-tiba mereka (menjadi) dua golongan yang bermusuhan."},{"aya_id":3205,"aya_number":46,"aya_text":"قَالَ يٰقَوْمِ لِمَ تَسْتَعْجِلُوْنَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِۚ  لَوْلَا تَسْتَغْفِرُوْنَ اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Dia (Saleh) berkata, “Wahai kaumku! Mengapa kamu meminta disegerakan keburukan sebelum (kamu meminta) kebaikan? Mengapa kamu tidak memohon ampunan kepada Allah, agar kamu mendapat rahmat?”"},{"aya_id":3206,"aya_number":47,"aya_text":"قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَّعَكَۗ قَالَ طٰۤىِٕرُكُمْ عِنْدَ اللّٰهِ  بَلْ اَنْتُمْ قَوْمٌ تُفْتَنُوْنَ ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Mereka menjawab, “Kami mendapat nasib yang malang disebabkan oleh kamu dan orang-orang yang bersamamu.” Dia (Saleh) berkata, “Nasibmu ada pada Allah (bukan kami yang menjadi sebab), tetapi kamu adalah kaum yang sedang diuji.”"},{"aya_id":3207,"aya_number":48,"aya_text":"وَكَانَ فِى الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Dan di kota itu ada sembilan orang laki-laki yang berbuat kerusakan di bumi, mereka tidak melakukan perbaikan."},{"aya_id":3208,"aya_number":49,"aya_text":"قَالُوْا تَقَاسَمُوْا بِاللّٰهِ لَنُبَيِّتَنَّهٗ وَاَهْلَهٗ ثُمَّ لَنَقُوْلَنَّ لِوَلِيِّهٖ مَا شَهِدْنَا مَهْلِكَ اَهْلِهٖ وَاِنَّا لَصٰدِقُوْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Mereka berkata, “Bersumpahlah kamu dengan (nama) Allah, bahwa kita pasti akan menyerang dia bersama keluarganya pada malam hari, kemudian kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu, dan sungguh, kita orang yang benar.”"},{"aya_id":3209,"aya_number":50,"aya_text":"وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Dan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari."},{"aya_id":3210,"aya_number":51,"aya_text":"فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ اَنَّا دَمَّرْنٰهُمْ وَقَوْمَهُمْ اَجْمَعِيْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Maka perhatikanlah bagaimana akibat dari tipu daya mereka, bahwa Kami membinasakan mereka dan kaum mereka semuanya."},{"aya_id":3211,"aya_number":52,"aya_text":"فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْلَمُوْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Maka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui."},{"aya_id":3212,"aya_number":53,"aya_text":"وَاَنْجَيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Dan Kami selamatkan orang-orang yang beriman dan mereka selalu bertakwa."},{"aya_id":3213,"aya_number":54,"aya_text":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ  ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?”"},{"aya_id":3214,"aya_number":55,"aya_text":"اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِ ۗبَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ","sura_id":27,"juz_id":19,"page_number":381,"translation_aya_text":"Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu)."},{"aya_id":3215,"aya_number":56,"aya_text":"۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ","sura_id":27,"juz_id":19,"page_number":382,"translation_aya_text":"Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.”"},{"aya_id":3216,"aya_number":57,"aya_text":"فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ","sura_id":27,"juz_id":19,"page_number":382,"translation_aya_text":"Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan)."},{"aya_id":3217,"aya_number":58,"aya_text":"وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ","sura_id":27,"juz_id":19,"page_number":382,"translation_aya_text":"Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan). "},{"aya_id":3218,"aya_number":59,"aya_text":"قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ","sura_id":27,"juz_id":19,"page_number":382,"translation_aya_text":"Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”"},{"aya_id":3219,"aya_number":60,"aya_text":"اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ","sura_id":27,"juz_id":20,"page_number":382,"translation_aya_text":"Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran)."},{"aya_id":3220,"aya_number":61,"aya_text":"اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ","sura_id":27,"juz_id":20,"page_number":382,"translation_aya_text":"Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui."},{"aya_id":3221,"aya_number":62,"aya_text":"اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ","sura_id":27,"juz_id":20,"page_number":382,"translation_aya_text":"Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat."},{"aya_id":3222,"aya_number":63,"aya_text":"اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًا ۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ ","sura_id":27,"juz_id":20,"page_number":382,"translation_aya_text":"Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. "},{"aya_id":3223,"aya_number":64,"aya_text":"اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, “Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.”"},{"aya_id":3224,"aya_number":65,"aya_text":"قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Katakanlah (Muhammad), “Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.”"},{"aya_id":3225,"aya_number":66,"aya_text":"بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu."},{"aya_id":3226,"aya_number":67,"aya_text":"وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرَابًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Dan orang-orang yang kafir berkata, “Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?"},{"aya_id":3227,"aya_number":68,"aya_text":"لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.”"},{"aya_id":3228,"aya_number":69,"aya_text":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Katakanlah (Muhammad), “Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa. "},{"aya_id":3229,"aya_number":70,"aya_text":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.”"},{"aya_id":3230,"aya_number":71,"aya_text":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Dan mereka (orang kafir) berkata, “Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.”"},{"aya_id":3231,"aya_number":72,"aya_text":"قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Katakanlah (Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”"},{"aya_id":3232,"aya_number":73,"aya_text":"وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya)."},{"aya_id":3233,"aya_number":74,"aya_text":"وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan."},{"aya_id":3234,"aya_number":75,"aya_text":"وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh)."},{"aya_id":3235,"aya_number":76,"aya_text":"اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ","sura_id":27,"juz_id":20,"page_number":383,"translation_aya_text":"Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan."},{"aya_id":3236,"aya_number":77,"aya_text":"وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman."},{"aya_id":3237,"aya_number":78,"aya_text":"اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui."},{"aya_id":3238,"aya_number":79,"aya_text":"فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata."},{"aya_id":3239,"aya_number":80,"aya_text":"اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang."},{"aya_id":3240,"aya_number":81,"aya_text":"وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri."},{"aya_id":3241,"aya_number":82,"aya_text":"۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami. "},{"aya_id":3242,"aya_number":83,"aya_text":"وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok)."},{"aya_id":3243,"aya_number":84,"aya_text":"حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Hingga apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?”"},{"aya_id":3244,"aya_number":85,"aya_text":"وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata."},{"aya_id":3245,"aya_number":86,"aya_text":"اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman."},{"aya_id":3246,"aya_number":87,"aya_text":"وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دَاخِرِيْنَ ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri."},{"aya_id":3247,"aya_number":88,"aya_text":"وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌ ۢبِمَا تَفْعَلُوْنَ","sura_id":27,"juz_id":20,"page_number":384,"translation_aya_text":"Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan."},{"aya_id":3248,"aya_number":89,"aya_text":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَهُمْ مِّنْ فَزَعٍ يَّوْمَىِٕذٍ اٰمِنُوْنَ ","sura_id":27,"juz_id":20,"page_number":385,"translation_aya_text":"Barangsiapa membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya, sedang mereka merasa aman dari kejutan (yang dahsyat) pada hari itu."},{"aya_id":3249,"aya_number":90,"aya_text":"وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ","sura_id":27,"juz_id":20,"page_number":385,"translation_aya_text":"Dan barangsiapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan."},{"aya_id":3250,"aya_number":91,"aya_text":"اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذِيْ حَرَّمَهَا وَلَهٗ كُلُّ شَيْءٍ وَّاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ ۙ","sura_id":27,"juz_id":20,"page_number":385,"translation_aya_text":"Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang Muslim,"},{"aya_id":3251,"aya_number":92,"aya_text":"وَاَنْ اَتْلُوَا الْقُرْاٰنَ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّمَآ اَنَا۠ مِنَ الْمُنْذِرِيْنَ ","sura_id":27,"juz_id":20,"page_number":385,"translation_aya_text":"dan agar aku membacakan Al-Qur'an (kepada manusia). Maka barangsiapa mendapat petunjuk maka sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa sesat, maka katakanlah, “Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.”"},{"aya_id":3252,"aya_number":93,"aya_text":"وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرِيْكُمْ اٰيٰتِهٖ فَتَعْرِفُوْنَهَاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ","sura_id":27,"juz_id":20,"page_number":385,"translation_aya_text":"Dan katakanlah (Muhammad), “Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.”"}]}