{"data":[{"aya_id":5420,"aya_number":1,"aya_text":"اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” "},{"aya_id":5421,"aya_number":2,"aya_text":"قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"Dia (Nuh) berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu, "},{"aya_id":5422,"aya_number":3,"aya_text":"اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku, "},{"aya_id":5423,"aya_number":4,"aya_text":"يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.” "},{"aya_id":5424,"aya_number":5,"aya_text":"قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,"},{"aya_id":5425,"aya_number":6,"aya_text":"فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran)."},{"aya_id":5426,"aya_number":7,"aya_text":"وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri."},{"aya_id":5427,"aya_number":8,"aya_text":"ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan."},{"aya_id":5428,"aya_number":9,"aya_text":"ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,"},{"aya_id":5429,"aya_number":10,"aya_text":"فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ","sura_id":71,"juz_id":29,"page_number":570,"translation_aya_text":"maka aku berkata (kepada mereka), “Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun, "},{"aya_id":5430,"aya_number":11,"aya_text":"يُّرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًاۙ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu, "},{"aya_id":5431,"aya_number":12,"aya_text":"وَّيُمْدِدْكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَيَجْعَلْ لَّكُمْ جَنّٰتٍ وَّيَجْعَلْ لَّكُمْ اَنْهٰرًاۗ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan kebun-kebun untukmu dan mengadakan sungai-sungai untukmu.” "},{"aya_id":5432,"aya_number":13,"aya_text":"مَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Mengapa kamu tidak takut akan kebesaran Allah? "},{"aya_id":5433,"aya_number":14,"aya_text":"وَقَدْ خَلَقَكُمْ اَطْوَارًا ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). "},{"aya_id":5434,"aya_number":15,"aya_text":"اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Tidakkah kamu memperhatikan bagai-mana Allah telah menciptakan tujuh langit berlapis-lapis?"},{"aya_id":5435,"aya_number":16,"aya_text":"وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)?"},{"aya_id":5436,"aya_number":17,"aya_text":"وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), "},{"aya_id":5437,"aya_number":18,"aya_text":"ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. "},{"aya_id":5438,"aya_number":19,"aya_text":"وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Dan Allah menjadikan bumi untukmu sebagai hamparan, "},{"aya_id":5439,"aya_number":20,"aya_text":"لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"agar kamu dapat pergi kian kemari di jalan-jalan yang luas. "},{"aya_id":5440,"aya_number":21,"aya_text":"قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku, dan mereka mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya, "},{"aya_id":5441,"aya_number":22,"aya_text":"وَمَكَرُوْا مَكْرًا كُبَّارًاۚ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"dan mereka melakukan tipu daya yang sangat besar.” "},{"aya_id":5442,"aya_number":23,"aya_text":"وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Dan mereka berkata, “Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) Wadd, dan jangan pula Suwa‘, Yagus, Ya‘uq dan Nasr.” "},{"aya_id":5443,"aya_number":24,"aya_text":"وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Dan sungguh, mereka telah menyesatkan banyak orang; dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan. "},{"aya_id":5444,"aya_number":25,"aya_text":"مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah."},{"aya_id":5445,"aya_number":26,"aya_text":"وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi."},{"aya_id":5446,"aya_number":27,"aya_text":"اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. "},{"aya_id":5447,"aya_number":28,"aya_text":"رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًا ࣖ","sura_id":71,"juz_id":29,"page_number":571,"translation_aya_text":"Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.”"}]}