{"data":[{"aya_id":1161,"aya_number":1,"aya_text":"يَسْـَٔلُوْنَكَ عَنِ الْاَنْفَالِۗ قُلِ الْاَنْفَالُ لِلّٰهِ وَالرَّسُوْلِۚ فَاتَّقُوا اللّٰهَ وَاَصْلِحُوْا ذَاتَ بَيْنِكُمْ ۖوَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗٓ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"Mereka menanyakan kepadamu (Muhammad) tentang (pembagian) harta rampasan perang. Katakanlah, “Harta rampasan perang itu milik Allah dan Rasul (menurut ketentuan Allah dan Rasul-Nya), maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, dan taatlah kepada Allah dan Rasul-Nya jika kamu orang-orang yang beriman.”"},{"aya_id":1162,"aya_number":2,"aya_text":"اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيٰتُهٗ زَادَتْهُمْ اِيْمَانًا وَّعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۙ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"Sesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal,"},{"aya_id":1163,"aya_number":3,"aya_text":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَۗ ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"(Yaitu) orang-orang yang melaksanakan salat dan yang menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka."},{"aya_id":1164,"aya_number":4,"aya_text":"اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ دَرَجٰتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌۚ ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"Mereka itulah orang-orang yang benar-benar beriman. Mereka akan memperoleh derajat (tinggi) di sisi Tuhannya dan ampunan serta rezeki (nikmat) yang mulia."},{"aya_id":1165,"aya_number":5,"aya_text":"كَمَآ اَخْرَجَكَ رَبُّكَ مِنْۢ بَيْتِكَ بِالْحَقِّۖ وَاِنَّ فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ لَكٰرِهُوْنَ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"Sebagaimana Tuhanmu menyuruhmu pergi dari rumahmu dengan kebenaran, meskipun sesungguhnya sebagian dari orang-orang yang beriman itu tidak menyukainya,"},{"aya_id":1166,"aya_number":6,"aya_text":"يُجَادِلُوْنَكَ فِى الْحَقِّ بَعْدَمَا تَبَيَّنَ كَاَنَّمَا يُسَاقُوْنَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُوْنَ ۗ ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"mereka membantahmu (Muhammad) tentang kebenaran setelah nyata (bahwa mereka pasti menang), seakan-akan mereka dihalau kepada kematian, sedang mereka melihat (sebab kematian itu)."},{"aya_id":1167,"aya_number":7,"aya_text":"وَاِذْ يَعِدُكُمُ اللّٰهُ اِحْدَى الطَّاۤىِٕفَتَيْنِ اَنَّهَا لَكُمْ وَتَوَدُّوْنَ اَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُوْنُ لَكُمْ وَيُرِيْدُ اللّٰهُ اَنْ يُّحِقَّ الْحَقَّ بِكَلِمٰتِهٖ وَيَقْطَعَ دَابِرَ الْكٰفِرِيْنَۙ ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"Dan (ingatlah) ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan (yang kamu hadapi) adalah untukmu, sedang kamu menginginkan bahwa yang tidak mempunyai kekuatan senjatalah untukmu. Tetapi Allah hendak membenarkan yang benar dengan ayat-ayat-Nya dan memusnahkan orang-orang kafir sampai ke akar-akarnya,"},{"aya_id":1168,"aya_number":8,"aya_text":"لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُوْنَۚ ","sura_id":8,"juz_id":9,"page_number":177,"translation_aya_text":"agar Allah memperkuat yang hak (Islam) dan menghilangkan yang batil (syirik) walaupun orang-orang yang berdosa (musyrik) itu tidak menyukainya."},{"aya_id":1169,"aya_number":9,"aya_text":"اِذْ تَسْتَغِيْثُوْنَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ اَنِّيْ مُمِدُّكُمْ بِاَلْفٍ مِّنَ الْمَلٰۤىِٕكَةِ مُرْدِفِيْنَ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"(Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu, “Sungguh, Aku akan mendatangkan bala bantuan kepadamu dengan seribu malaikat yang datang berturut-turut.”"},{"aya_id":1170,"aya_number":10,"aya_text":"وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى وَلِتَطْمَىِٕنَّ بِهٖ قُلُوْبُكُمْۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ࣖ ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"Dan tidaklah Allah menjadikannya melainkan sebagai kabar gembira agar hatimu menjadi tenteram karenanya. Dan kemenangan itu hanyalah dari sisi Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana."},{"aya_id":1171,"aya_number":11,"aya_text":"اِذْ يُغَشِّيْكُمُ النُّعَاسَ اَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطٰنِ وَلِيَرْبِطَ عَلٰى قُلُوْبِكُمْ وَيُثَبِّتَ بِهِ الْاَقْدَامَۗ ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"(Ingatlah), ketika Allah membuat kamu mengantuk untuk memberi ketenteraman dari-Nya, dan Allah menurunkan air (hujan) dari langit kepadamu untuk menyucikan kamu dengan (hujan) itu dan menghilangkan gangguan-gangguan setan dari dirimu dan untuk menguatkan hatimu serta memperteguh telapak kakimu (teguh pendirian)."},{"aya_id":1172,"aya_number":12,"aya_text":"اِذْ يُوْحِيْ رَبُّكَ اِلَى الْمَلٰۤىِٕكَةِ اَنِّيْ مَعَكُمْ فَثَبِّتُوا الَّذِيْنَ اٰمَنُوْاۗ سَاُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ فَاضْرِبُوْا فَوْقَ الْاَعْنَاقِ وَاضْرِبُوْا مِنْهُمْ كُلَّ بَنَانٍۗ ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"(Ingatlah), ketika Tuhanmu mewahyukan kepada para malaikat, “Sesungguhnya Aku bersama kamu, maka teguhkanlah (pendirian) orang-orang yang telah beriman.” Kelak akan Aku berikan rasa ketakutan ke dalam hati orang-orang kafir, maka pukullah di atas leher mereka dan pukullah tiap-tiap ujung jari mereka."},{"aya_id":1173,"aya_number":13,"aya_text":"ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗۚ وَمَنْ يُّشَاقِقِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"(Ketentuan) yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan Rasul-Nya; dan barangsiapa menentang Allah dan Rasul-Nya, sungguh, Allah sangat keras siksa-Nya."},{"aya_id":1174,"aya_number":14,"aya_text":"ذٰلِكُمْ فَذُوْقُوْهُ وَاَنَّ لِلْكٰفِرِيْنَ عَذَابَ النَّارِ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"Demikianlah (hukuman dunia yang ditimpakan atasmu), maka rasakanlah hukuman itu. Sesungguhnya bagi orang-orang kafir ada (lagi) azab neraka."},{"aya_id":1175,"aya_number":15,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا زَحْفًا فَلَا تُوَلُّوْهُمُ الْاَدْبَارَۚ ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"Wahai orang yang beriman! Apabila kamu bertemu dengan orang-orang kafir yang akan menyerangmu, maka janganlah kamu berbalik membelakangi mereka (mundur)."},{"aya_id":1176,"aya_number":16,"aya_text":"وَمَنْ يُّوَلِّهِمْ يَوْمَىِٕذٍ دُبُرَهٗٓ اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوْ مُتَحَيِّزًا اِلٰى فِئَةٍ فَقَدْ بَاۤءَ بِغَضَبٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ","sura_id":8,"juz_id":9,"page_number":178,"translation_aya_text":"Dan barangsiapa mundur pada waktu itu, kecuali berbelok untuk (siasat) perang atau hendak menggabungkan diri dengan pasukan yang lain, maka sungguh, orang itu kembali dengan membawa kemurkaan dari Allah, dan tempatnya ialah neraka Jahanam, seburuk-buruk tempat kembali."},{"aya_id":1177,"aya_number":17,"aya_text":"فَلَمْ تَقْتُلُوْهُمْ وَلٰكِنَّ اللّٰهَ قَتَلَهُمْۖ وَمَا رَمَيْتَ اِذْ رَمَيْتَ وَلٰكِنَّ اللّٰهَ رَمٰىۚ وَلِيُبْلِيَ الْمُؤْمِنِيْنَ مِنْهُ بَلَاۤءً حَسَنًاۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Maka (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka, dan bukan engkau yang melempar ketika engkau melempar, tetapi Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. Sungguh, Allah Maha Mendengar, Maha Mengetahui."},{"aya_id":1178,"aya_number":18,"aya_text":"ذٰلِكُمْ وَاَنَّ اللّٰهَ مُوْهِنُ كَيْدِ الْكٰفِرِيْنَ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Demikianlah (karunia Allah yang dilimpahkan kepadamu), dan sungguh, Allah melemahkan tipu daya orang-orang kafir."},{"aya_id":1179,"aya_number":19,"aya_text":"اِنْ تَسْتَفْتِحُوْا فَقَدْ جَاۤءَكُمُ الْفَتْحُۚ وَاِنْ تَنْتَهُوْا فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَعُوْدُوْا نَعُدْۚ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْـًٔا وَّلَوْ كَثُرَتْۙ وَاَنَّ اللّٰهَ مَعَ الْمُؤْمِنِيْنَ ࣖ ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Jika kamu meminta keputusan, maka sesungguhnya keputusan telah datang kepadamu; dan jika kamu berhenti (memusuhi Rasul), maka itulah yang lebih baik bagimu; dan jika kamu kembali, niscaya Kami kembali (memberi pertolongan); dan pasukanmu tidak akan dapat menolak sesuatu bahaya sedikit pun darimu, biarpun dia jumlahnya (pasukan) banyak. Sungguh, Allah beserta orang-orang beriman."},{"aya_id":1180,"aya_number":20,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَوَلَّوْا عَنْهُ وَاَنْتُمْ تَسْمَعُوْنَ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Wahai orang-orang yang beriman! Taatlah kepada Allah dan Rasul-Nya, dan janganlah kamu berpaling dari-Nya, padahal kamu mendengar (perintah-perintah-Nya),"},{"aya_id":1181,"aya_number":21,"aya_text":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ قَالُوْا سَمِعْنَا وَهُمْ لَا يَسْمَعُوْنَۚ ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"dan janganlah kamu menjadi seperti orang-orang (munafik) yang berkata, “Kami mendengarkan,” padahal mereka tidak mendengarkan (karena hati mereka mengingkarinya)."},{"aya_id":1182,"aya_number":22,"aya_text":"۞ اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الصُّمُّ الْبُكْمُ الَّذِيْنَ لَا يَعْقِلُوْنَ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mendengar dan memahami kebenaran) yaitu orang-orang yang tidak mengerti."},{"aya_id":1183,"aya_number":23,"aya_text":"وَلَوْ عَلِمَ اللّٰهُ فِيْهِمْ خَيْرًا لَّاَسْمَعَهُمْۗ وَلَوْ اَسْمَعَهُمْ لَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Dan sekiranya Allah mengetahui ada kebaikan pada mereka, tentu Dia jadikan mereka dapat mendengar. Dan jika Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling, sedang mereka memalingkan diri."},{"aya_id":1184,"aya_number":24,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا لِلّٰهِ وَلِلرَّسُوْلِ اِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ يَحُوْلُ بَيْنَ الْمَرْءِ وَقَلْبِهٖ وَاَنَّهٗٓ اِلَيْهِ تُحْشَرُوْنَ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Wahai orang-orang yang beriman! Penuhilah seruan Allah dan Rasul, apabila dia menyerumu kepada sesuatu yang memberi kehidupan kepadamu, dan ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dan hatinya dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan."},{"aya_id":1185,"aya_number":25,"aya_text":"وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","sura_id":8,"juz_id":9,"page_number":179,"translation_aya_text":"Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya."},{"aya_id":1186,"aya_number":26,"aya_text":"وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur."},{"aya_id":1187,"aya_number":27,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Wahai orang-orang yang beriman! Janganlah kamu mengkhianati Allah dan Rasul dan (juga) janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedang kamu mengetahui."},{"aya_id":1188,"aya_number":28,"aya_text":"وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Dan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar."},{"aya_id":1189,"aya_number":29,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mu. Allah memiliki karunia yang besar."},{"aya_id":1190,"aya_number":30,"aya_text":"وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya."},{"aya_id":1191,"aya_number":31,"aya_text":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ  ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Dan apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sesungguhnya kami telah mendengar (ayat-ayat seperti ini), jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (Al-Qur'an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”"},{"aya_id":1192,"aya_number":32,"aya_text":"وَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.”"},{"aya_id":1193,"aya_number":33,"aya_text":"وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ","sura_id":8,"juz_id":9,"page_number":180,"translation_aya_text":"Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan."},{"aya_id":1194,"aya_number":34,"aya_text":"وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","sura_id":8,"juz_id":9,"page_number":181,"translation_aya_text":"Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui."},{"aya_id":1195,"aya_number":35,"aya_text":"وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ","sura_id":8,"juz_id":9,"page_number":181,"translation_aya_text":"Dan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka rasakanlah azab disebabkan kekafiranmu itu."},{"aya_id":1196,"aya_number":36,"aya_text":"اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ","sura_id":8,"juz_id":9,"page_number":181,"translation_aya_text":"Sesungguhnya orang-orang yang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan,"},{"aya_id":1197,"aya_number":37,"aya_text":"لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ","sura_id":8,"juz_id":9,"page_number":181,"translation_aya_text":"agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi."},{"aya_id":1198,"aya_number":38,"aya_text":"قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ","sura_id":8,"juz_id":9,"page_number":181,"translation_aya_text":"Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), “Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunnah (Allah terhadap) orang-orang dahulu (dibinasakan).”"},{"aya_id":1199,"aya_number":39,"aya_text":"وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ","sura_id":8,"juz_id":9,"page_number":181,"translation_aya_text":"Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan."},{"aya_id":1200,"aya_number":40,"aya_text":"وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔","sura_id":8,"juz_id":9,"page_number":181,"translation_aya_text":"Dan jika mereka berpaling, maka ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong."},{"aya_id":1201,"aya_number":41,"aya_text":"۞ وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","sura_id":8,"juz_id":10,"page_number":182,"translation_aya_text":"Dan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang, maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil, (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari Furqan, yaitu pada hari bertemunya dua pasukan. Allah Mahakuasa atas segala sesuatu."},{"aya_id":1202,"aya_number":42,"aya_text":"اِذْ اَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوٰى وَالرَّكْبُ اَسْفَلَ مِنْكُمْۗ وَلَوْ تَوَاعَدْتُّمْ لَاخْتَلَفْتُمْ فِى الْمِيْعٰدِۙ وَلٰكِنْ لِّيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ەۙ لِّيَهْلِكَ مَنْ هَلَكَ عَنْۢ بَيِّنَةٍ وَّيَحْيٰى مَنْ حَيَّ عَنْۢ بَيِّنَةٍۗ وَاِنَّ اللّٰهَ لَسَمِيْعٌ عَلِيْمٌۙ","sura_id":8,"juz_id":10,"page_number":182,"translation_aya_text":"(Yaitu) ketika kamu berada di pinggir lembah yang dekat dan mereka berada di pinggir lembah yang jauh sedang kafilah itu berada lebih rendah dari kamu. Sekiranya kamu mengadakan persetujuan (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan (hari pertempuran itu), tetapi Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan, yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata. Sungguh, Allah Maha Mendengar, Maha Mengetahui."},{"aya_id":1203,"aya_number":43,"aya_text":"اِذْ يُرِيْكَهُمُ اللّٰهُ فِيْ مَنَامِكَ قَلِيْلًاۗ وَلَوْ اَرٰىكَهُمْ كَثِيْرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِى الْاَمْرِ وَلٰكِنَّ اللّٰهَ سَلَّمَۗ اِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ ","sura_id":8,"juz_id":10,"page_number":182,"translation_aya_text":"(Ingatlah) ketika Allah memperlihatkan mereka di dalam mimpimu (berjumlah) sedikit. Dan sekiranya Allah memperlihatkan mereka (berjumlah) banyak tentu kamu menjadi gentar dan tentu kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan kamu. Sungguh, Allah Maha Mengetahui apa yang ada dalam hatimu."},{"aya_id":1204,"aya_number":44,"aya_text":"وَاِذْ يُرِيْكُمُوْهُمْ اِذِ الْتَقَيْتُمْ فِيْٓ اَعْيُنِكُمْ قَلِيْلًا وَّيُقَلِّلُكُمْ فِيْٓ اَعْيُنِهِمْ لِيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ ","sura_id":8,"juz_id":10,"page_number":182,"translation_aya_text":"Dan ketika Allah memperlihatkan mereka kepadamu, ketika kamu berjumpa dengan mereka berjumlah sedikit menurut penglihatan matamu dan kamu diperlihatkan-Nya berjumlah sedikit menurut penglihatan mereka, itu karena Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan. Hanya kepada Allah segala urusan dikembalikan."},{"aya_id":1205,"aya_number":45,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمْ فِئَةً فَاثْبُتُوْا وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَۚ ","sura_id":8,"juz_id":10,"page_number":182,"translation_aya_text":"Wahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung."},{"aya_id":1206,"aya_number":46,"aya_text":"وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْاۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَۚ ","sura_id":8,"juz_id":10,"page_number":183,"translation_aya_text":"Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar."},{"aya_id":1207,"aya_number":47,"aya_text":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۤءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَاللّٰهُ بِمَايَعْمَلُوْنَ مُحِيْطٌ ","sura_id":8,"juz_id":10,"page_number":183,"translation_aya_text":"Dan janganlah kamu seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (ria) serta menghalang-halangi (orang) dari jalan Allah. Allah meliputi segala yang mereka kerjakan."},{"aya_id":1208,"aya_number":48,"aya_text":"وَاِذْ زَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَاِنِّيْ جَارٌ لَّكُمْۚ فَلَمَّا تَرَاۤءَتِ الْفِئَتٰنِ نَكَصَ عَلٰى عَقِبَيْهِ وَقَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكُمْ اِنِّيْٓ اَرٰى مَا لَا تَرَوْنَ اِنِّيْٓ اَخَافُ اللّٰهَ ۗوَاللّٰهُ شَدِيْدُ الْعِقَابِ ࣖ ","sura_id":8,"juz_id":10,"page_number":183,"translation_aya_text":"Dan (ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan (dosa) mereka dan mengatakan, “Tidak ada (orang) yang dapat mengalahkan kamu pada hari ini, dan sungguh, aku adalah penolongmu.” Maka ketika kedua pasukan itu telah saling melihat (berhadapan), setan balik ke belakang seraya berkata, “Sesungguhnya aku berlepas diri dari kamu; aku dapat melihat apa yang kamu tidak dapat melihat; sesungguhnya aku takut kepada Allah.” Allah sangat keras siksa-Nya."},{"aya_id":1209,"aya_number":49,"aya_text":"اِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ غَرَّ هٰٓؤُلَاۤءِ دِيْنُهُمْۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ","sura_id":8,"juz_id":10,"page_number":183,"translation_aya_text":"(Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, “Mereka itu (orang mukmin) ditipu agamanya.” (Allah berfirman), “Barangsiapa bertawakal kepada Allah, ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.”"},{"aya_id":1210,"aya_number":50,"aya_text":"وَلَوْ تَرٰٓى اِذْ يَتَوَفَّى الَّذِيْنَ كَفَرُوا الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْۚ وَذُوْقُوْا عَذَابَ الْحَرِيْقِ","sura_id":8,"juz_id":10,"page_number":183,"translation_aya_text":"Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah dan punggung mereka (dan berkata), “Rasakanlah olehmu siksa neraka yang membakar.”"},{"aya_id":1211,"aya_number":51,"aya_text":"ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۙ","sura_id":8,"juz_id":10,"page_number":183,"translation_aya_text":"Demikian itu disebabkan oleh perbuatan tanganmu sendiri. Dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya,"},{"aya_id":1212,"aya_number":52,"aya_text":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَفَرُوْا بِاٰيٰتِ اللّٰهِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ اِنَّ اللّٰهَ قَوِيٌّ شَدِيْدُ الْعِقَابِ ","sura_id":8,"juz_id":10,"page_number":183,"translation_aya_text":"(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sungguh, Allah Mahakuat lagi sangat keras siksa-Nya."},{"aya_id":1213,"aya_number":53,"aya_text":"ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui,"},{"aya_id":1214,"aya_number":54,"aya_text":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ  كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya, maka Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan Fir‘aun dan pengikut-pengikutnya; karena mereka adalah orang-orang yang zalim."},{"aya_id":1215,"aya_number":55,"aya_text":"اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah orang-orang kafir, karena mereka tidak beriman."},{"aya_id":1216,"aya_number":56,"aya_text":"الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"(Yaitu) orang-orang yang terikat perjanjian dengan kamu, kemudian setiap kali berjanji mereka mengkhianati janjinya, sedang mereka tidak takut (kepada Allah)."},{"aya_id":1217,"aya_number":57,"aya_text":"فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"Maka jika engkau (Muhammad) mengungguli mereka dalam peperangan, maka cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, agar mereka mengambil pelajaran."},{"aya_id":1218,"aya_number":58,"aya_text":"وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ ࣖ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat."},{"aya_id":1219,"aya_number":59,"aya_text":"وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"Dan janganlah orang-orang kafir mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sungguh, mereka tidak dapat melemahkan (Allah)."},{"aya_id":1220,"aya_number":60,"aya_text":"وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ  لَا تَعْلَمُوْنَهُمْۚ  اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan)."},{"aya_id":1221,"aya_number":61,"aya_text":"۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ","sura_id":8,"juz_id":10,"page_number":184,"translation_aya_text":"Tetapi jika mereka condong kepada perdamaian, maka terimalah dan bertawakallah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui."},{"aya_id":1222,"aya_number":62,"aya_text":"وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُ ۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"Dan jika mereka hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindung) bagimu. Dialah yang memberikan kekuatan kepadamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin,"},{"aya_id":1223,"aya_number":63,"aya_text":"وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana."},{"aya_id":1224,"aya_number":64,"aya_text":"يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ࣖ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"Wahai Nabi (Muhammad)! Cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu."},{"aya_id":1225,"aya_number":65,"aya_text":"يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صَابِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti."},{"aya_id":1226,"aya_number":66,"aya_text":"اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِ ۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar."},{"aya_id":1227,"aya_number":67,"aya_text":"مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"Tidaklah pantas, bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana."},{"aya_id":1228,"aya_number":68,"aya_text":"لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"Sekiranya tidak ada ketetapan terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil."},{"aya_id":1229,"aya_number":69,"aya_text":"فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","sura_id":8,"juz_id":10,"page_number":185,"translation_aya_text":"Maka makanlah dari sebagian rampasan perang yang telah kamu peroleh itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang."},{"aya_id":1230,"aya_number":70,"aya_text":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّمَنْ فِيْٓ اَيْدِيْكُمْ مِّنَ الْاَسْرٰٓىۙ اِنْ يَّعْلَمِ اللّٰهُ فِيْ قُلُوْبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّآ اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ","sura_id":8,"juz_id":10,"page_number":186,"translation_aya_text":"Wahai Nabi (Muhammad)! Katakanlah kepada para tawanan perang yang ada di tanganmu, “Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan memberikan yang lebih baik dari apa yang telah diambil darimu dan Dia akan mengampuni kamu.” Allah Maha Pengampun, Maha Penyayang."},{"aya_id":1231,"aya_number":71,"aya_text":"وَاِنْ يُّرِيْدُوْا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","sura_id":8,"juz_id":10,"page_number":186,"translation_aya_text":"Tetapi jika mereka (tawanan itu) hendak mengkhianatimu (Muhammad) maka sesungguhnya sebelum itu pun mereka telah berkhianat kepada Allah, maka Dia memberikan kekuasaan kepadamu atas mereka. Allah Maha Mengetahui, Mahabijaksana."},{"aya_id":1232,"aya_number":72,"aya_text":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَالَّذِيْنَ اٰمَنُوْا وَلَمْ يُهَاجِرُوْا مَا لَكُمْ مِّنْ وَّلَايَتِهِمْ مِّنْ شَيْءٍ حَتّٰى يُهَاجِرُوْاۚ وَاِنِ اسْتَنْصَرُوْكُمْ فِى الدِّيْنِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ","sura_id":8,"juz_id":10,"page_number":186,"translation_aya_text":"Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah dan orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu satu sama lain saling melindungi. Dan (terhadap) orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun bagimu melindungi  mereka, sampai mereka berhijrah. (Tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah terikat perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan."},{"aya_id":1233,"aya_number":73,"aya_text":"وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ اِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِى الْاَرْضِ وَفَسَادٌ كَبِيْرٌۗ","sura_id":8,"juz_id":10,"page_number":186,"translation_aya_text":"Dan orang-orang yang kafir, sebagian mereka melindungi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar."},{"aya_id":1234,"aya_number":74,"aya_text":"وَالَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ","sura_id":8,"juz_id":10,"page_number":186,"translation_aya_text":"Dan orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki (nikmat) yang mulia."},{"aya_id":1235,"aya_number":75,"aya_text":"وَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجَاهَدُوْا مَعَكُمْ فَاُولٰۤىِٕكَ مِنْكُمْۗ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ","sura_id":8,"juz_id":10,"page_number":186,"translation_aya_text":"Dan orang-orang yang beriman setelah itu, kemudian berhijrah dan berjihad bersamamu maka mereka termasuk golonganmu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat) menurut Kitab Allah. Sungguh, Allah Maha Mengetahui segala sesuatu."}]}