{"data":[{"aya_id":1236,"aya_number":1,"aya_text":"بَرَاۤءَةٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَۗ","sura_id":9,"juz_id":10,"page_number":187,"translation_aya_text":"(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya kepada orang-orang musyrik yang kamu telah mengadakan perjanjian (dengan mereka)."},{"aya_id":1237,"aya_number":2,"aya_text":"فَسِيْحُوْا فِى الْاَرْضِ اَرْبَعَةَ اَشْهُرٍ وَّاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۙوَاَنَّ اللّٰهَ مُخْزِى الْكٰفِرِيْنَ ","sura_id":9,"juz_id":10,"page_number":187,"translation_aya_text":"Maka berjalanlah kamu (kaum musyrikin) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah, dan sesungguhnya Allah menghinakan orang-orang kafir."},{"aya_id":1238,"aya_number":3,"aya_text":"وَاَذَانٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى النَّاسِ يَوْمَ الْحَجِّ الْاَكْبَرِ اَنَّ اللّٰهَ بَرِيْۤءٌ مِّنَ الْمُشْرِكِيْنَ ەۙ وَرَسُوْلُهٗ ۗفَاِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۗوَبَشِّرِ الَّذِيْنَ كَفَرُوْا بِعَذَابٍ اَلِيْمٍۙ","sura_id":9,"juz_id":10,"page_number":187,"translation_aya_text":"Dan satu maklumat (pemberitahuan) dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar, bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Kemudian jika kamu (kaum musyrikin) bertobat, maka itu lebih baik bagimu; dan jika kamu berpaling, maka ketahuilah bahwa kamu tidak dapat melemahkan Allah. Dan berilah kabar gembira kepada orang-orang kafir (bahwa mereka akan mendapat) azab yang pedih,"},{"aya_id":1239,"aya_number":4,"aya_text":"اِلَّا الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَ ثُمَّ لَمْ يَنْقُصُوْكُمْ شَيْـًٔا وَّلَمْ يُظَاهِرُوْا عَلَيْكُمْ اَحَدًا فَاَتِمُّوْٓا اِلَيْهِمْ عَهْدَهُمْ اِلٰى مُدَّتِهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ","sura_id":9,"juz_id":10,"page_number":187,"translation_aya_text":"kecuali orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seorang pun yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sungguh, Allah menyukai orang-orang yang bertakwa."},{"aya_id":1240,"aya_number":5,"aya_text":"فَاِذَا انْسَلَخَ الْاَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍۚ فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَلُّوْا سَبِيْلَهُمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","sura_id":9,"juz_id":10,"page_number":187,"translation_aya_text":"Apabila telah habis bulan-bulan haram, maka perangilah orang-orang musyrik di mana saja kamu temui, tangkaplah dan kepunglah mereka, dan awasilah di tempat pengintaian. Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang."},{"aya_id":1241,"aya_number":6,"aya_text":"وَاِنْ اَحَدٌ مِّنَ الْمُشْرِكِيْنَ اسْتَجَارَكَ فَاَجِرْهُ حَتّٰى يَسْمَعَ كَلٰمَ اللّٰهِ ثُمَّ اَبْلِغْهُ مَأْمَنَهٗ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْلَمُوْنَ ࣖ","sura_id":9,"juz_id":10,"page_number":187,"translation_aya_text":"Dan jika di antara kaum musyrikin ada yang meminta perlindungan kepadamu, maka lindungilah agar dia dapat mendengar firman Allah, kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka kaum yang tidak mengetahui."},{"aya_id":1242,"aya_number":7,"aya_text":"كَيْفَ يَكُوْنُ لِلْمُشْرِكِيْنَ عَهْدٌ عِنْدَ اللّٰهِ وَعِنْدَ رَسُوْلِهٖٓ اِلَّا الَّذِيْنَ عَاهَدْتُّمْ عِنْدَ الْمَسْجِدِ الْحَرَامِۚ فَمَا اسْتَقَامُوْا لَكُمْ فَاسْتَقِيْمُوْا لَهُمْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ","sura_id":9,"juz_id":10,"page_number":188,"translation_aya_text":"Bagaimana mungkin ada perjanjian (aman) di sisi Allah dan Rasul-Nya dengan orang-orang musyrik, kecuali dengan orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharam (Hudaibiyah), maka selama mereka berlaku jujur terhadapmu, hendaklah kamu berlaku jujur (pula) terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa."},{"aya_id":1243,"aya_number":8,"aya_text":"كَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً ۗيُرْضُوْنَكُمْ بِاَفْوَاهِهِمْ وَتَأْبٰى قُلُوْبُهُمْۚ وَاَكْثَرُهُمْ فٰسِقُوْنَۚ","sura_id":9,"juz_id":10,"page_number":188,"translation_aya_text":"Bagaimana mungkin (ada perjanjian demikian), padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan denganmu dan tidak (pula mengindahkan) perjanjian. Mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. Kebanyakan mereka adalah orang-orang fasik (tidak menepati janji)."},{"aya_id":1244,"aya_number":9,"aya_text":"اِشْتَرَوْا بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا فَصَدُّوْا عَنْ سَبِيْلِهٖۗ اِنَّهُمْ سَاۤءَ مَاكَانُوْا يَعْمَلُوْنَ ","sura_id":9,"juz_id":10,"page_number":188,"translation_aya_text":"Mereka memperjualbelikan ayat-ayat Allah dengan harga murah, lalu mereka menghalang-halangi (orang) dari jalan Allah. Sungguh, betapa buruknya apa yang mereka kerjakan."},{"aya_id":1245,"aya_number":10,"aya_text":"لَا يَرْقُبُوْنَ فِيْ مُؤْمِنٍ اِلًّا وَّلَا ذِمَّةً ۗوَاُولٰۤىِٕكَ هُمُ الْمُعْتَدُوْنَ ","sura_id":9,"juz_id":10,"page_number":188,"translation_aya_text":"Mereka tidak memelihara (hubungan) kekerabatan dengan orang mukmin dan tidak (pula mengindahkan) perjanjian. Dan mereka itulah orang-orang yang melampaui batas."},{"aya_id":1246,"aya_number":11,"aya_text":"فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِى الدِّيْنِ ۗوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","sura_id":9,"juz_id":10,"page_number":188,"translation_aya_text":"Dan jika mereka bertobat, melaksanakan salat dan menunaikan zakat, maka (berarti mereka itu) adalah saudara-saudaramu seagama. Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui."},{"aya_id":1247,"aya_number":12,"aya_text":"وَاِنْ نَّكَثُوْٓا اَيْمَانَهُمْ مِّنْۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوْا فِيْ دِيْنِكُمْ فَقَاتِلُوْٓا اَىِٕمَّةَ الْكُفْرِۙ اِنَّهُمْ لَآ اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُوْنَ ","sura_id":9,"juz_id":10,"page_number":188,"translation_aya_text":"Dan jika mereka melanggar sumpah setelah ada perjanjian, dan mencerca agamamu, maka perangilah pemimpin-pemimpin kafir itu. Sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang janjinya, mudah-mudahan mereka berhenti."},{"aya_id":1248,"aya_number":13,"aya_text":"اَلَا تُقَاتِلُوْنَ قَوْمًا نَّكَثُوْٓا اَيْمَانَهُمْ وَهَمُّوْا بِاِخْرَاجِ الرَّسُوْلِ وَهُمْ بَدَءُوْكُمْ اَوَّلَ مَرَّةٍۗ  اَتَخْشَوْنَهُمْ ۚفَاللّٰهُ اَحَقُّ اَنْ تَخْشَوْهُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ","sura_id":9,"juz_id":10,"page_number":188,"translation_aya_text":"Mengapa kamu tidak memerangi orang-orang yang melanggar sumpah (janjinya), dan telah merencanakan untuk mengusir Rasul, dan mereka yang pertama kali memerangi kamu? Apakah kamu takut kepada mereka, padahal Allah-lah yang lebih berhak untuk kamu takuti, jika kamu orang-orang beriman."},{"aya_id":1249,"aya_number":14,"aya_text":"قَاتِلُوْهُمْ يُعَذِّبْهُمُ اللّٰهُ بِاَيْدِيْكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُوْرَ قَوْمٍ مُّؤْمِنِيْنَۙ","sura_id":9,"juz_id":10,"page_number":189,"translation_aya_text":"Perangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman,"},{"aya_id":1250,"aya_number":15,"aya_text":"وَيُذْهِبْ غَيْظَ قُلُوْبِهِمْۗ وَيَتُوْبُ اللّٰهُ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","sura_id":9,"juz_id":10,"page_number":189,"translation_aya_text":"dan Dia menghilangkan kemarahan hati mereka (orang mukmin). Dan Allah menerima tobat orang yang Dia kehendaki. Allah Maha Mengetahui, Mahabijaksana."},{"aya_id":1251,"aya_number":16,"aya_text":"اَمْ حَسِبْتُمْ اَنْ تُتْرَكُوْا وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَلَمْ يَتَّخِذُوْا مِنْ دُوْنِ اللّٰهِ وَلَا رَسُوْلِهٖ وَلَا الْمُؤْمِنِيْنَ وَلِيْجَةً ۗوَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ","sura_id":9,"juz_id":10,"page_number":189,"translation_aya_text":"Apakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan."},{"aya_id":1252,"aya_number":17,"aya_text":"مَا كَانَ لِلْمُشْرِكِيْنَ اَنْ يَّعْمُرُوْا مَسٰجِدَ اللّٰهِ شٰهِدِيْنَ عَلٰٓى اَنْفُسِهِمْ بِالْكُفْرِۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْۚ وَ فِى النَّارِ هُمْ خٰلِدُوْنَ ","sura_id":9,"juz_id":10,"page_number":189,"translation_aya_text":"Tidaklah pantas orang-orang musyrik memakmurkan masjid Allah, padahal mereka mengakui bahwa mereka sendiri kafir. Mereka itu sia-sia amalnya, dan mereka kekal di dalam neraka."},{"aya_id":1253,"aya_number":18,"aya_text":"اِنَّمَا يَعْمُرُ مَسٰجِدَ اللّٰهِ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ وَلَمْ يَخْشَ اِلَّا اللّٰهَ ۗفَعَسٰٓى اُولٰۤىِٕكَ اَنْ يَّكُوْنُوْا مِنَ الْمُهْتَدِيْنَ ","sura_id":9,"juz_id":10,"page_number":189,"translation_aya_text":"Sesungguhnya yang memakmurkan masjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian, serta (tetap) melaksanakan salat, menunaikan zakat dan tidak takut (kepada apa pun) kecuali kepada Allah. Maka mudah-mudahan mereka termasuk orang-orang yang mendapat petunjuk."},{"aya_id":1254,"aya_number":19,"aya_text":"۞ اَجَعَلْتُمْ سِقَايَةَ الْحَاۤجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَجَاهَدَ فِيْ سَبِيْلِ اللّٰهِ ۗ لَا يَسْتَوٗنَ عِنْدَ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۘ","sura_id":9,"juz_id":10,"page_number":189,"translation_aya_text":"Apakah (orang-orang) yang memberi minuman kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam, kamu samakan dengan orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah. Allah tidak memberikan petunjuk kepada orang-orang zalim."},{"aya_id":1255,"aya_number":20,"aya_text":"اَلَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِ ۗوَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ","sura_id":9,"juz_id":10,"page_number":189,"translation_aya_text":"Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan."},{"aya_id":1256,"aya_number":21,"aya_text":"يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَّجَنّٰتٍ لَّهُمْ فِيْهَا نَعِيْمٌ مُّقِيْمٌۙ","sura_id":9,"juz_id":10,"page_number":190,"translation_aya_text":"Tuhan menggembirakan mereka dengan memberikan rahmat, keridaan dan surga, mereka memperoleh kesenangan yang kekal di dalamnya,"},{"aya_id":1257,"aya_number":22,"aya_text":"خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗاِنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ","sura_id":9,"juz_id":10,"page_number":190,"translation_aya_text":"mereka kekal di dalamnya selama-lamanya. Sungguh, di sisi Allah terdapat pahala yang besar."},{"aya_id":1258,"aya_number":23,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْٓا اٰبَاۤءَكُمْ وَاِخْوَانَكُمْ اَوْلِيَاۤءَ اِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْاِيْمَانِۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ","sura_id":9,"juz_id":10,"page_number":190,"translation_aya_text":"Wahai orang-orang yang beriman! Janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung, jika mereka lebih menyukai kekafiran daripada keimanan. Barangsiapa di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim."},{"aya_id":1259,"aya_number":24,"aya_text":"قُلْ اِنْ كَانَ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْ وَاِخْوَانُكُمْ وَاَزْوَاجُكُمْ وَعَشِيْرَتُكُمْ وَاَمْوَالُ ِۨاقْتَرَفْتُمُوْهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسٰكِنُ تَرْضَوْنَهَآ اَحَبَّ اِلَيْكُمْ مِّنَ اللّٰهِ وَرَسُوْلِهٖ وَجِهَادٍ فِيْ سَبِيْلِهٖ فَتَرَبَّصُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ","sura_id":9,"juz_id":10,"page_number":190,"translation_aya_text":"Katakanlah, “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, istri-istrimu, keluargamu, harta kekayaan yang kamu usahakan, perdagangan yang kamu khawatirkan kerugiannya, dan rumah-rumah tempat tinggal yang kamu sukai, lebih kamu cintai dari pada Allah dan Rasul-Nya serta berjihad di jalan-Nya, maka tunggulah sampai Allah memberikan keputusan-Nya.” Dan Allah tidak memberi petunjuk kepada orang-orang fasik."},{"aya_id":1260,"aya_number":25,"aya_text":"لَقَدْ نَصَرَكُمُ اللّٰهُ فِيْ مَوَاطِنَ كَثِيْرَةٍۙ وَّيَوْمَ حُنَيْنٍۙ اِذْ اَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْـًٔا وَّضَاقَتْ عَلَيْكُمُ الْاَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُّدْبِرِيْنَۚ","sura_id":9,"juz_id":10,"page_number":190,"translation_aya_text":"Sungguh, Allah telah menolong kamu (mukminin) di banyak medan perang, dan (ingatlah) Perang Hunain, ketika jumlahmu yang besar itu membanggakan kamu, tetapi (jumlah yang banyak itu) sama sekali tidak berguna bagimu, dan bumi yang luas itu terasa sempit bagimu, kemudian kamu berbalik ke belakang dan lari tunggang-langgang."},{"aya_id":1261,"aya_number":26,"aya_text":"ثُمَّ اَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَنْزَلَ جُنُوْدًا لَّمْ تَرَوْهَا وَعَذَّبَ الَّذِيْنَ كَفَرُوْاۗ وَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ ","sura_id":9,"juz_id":10,"page_number":190,"translation_aya_text":"Kemudian Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang yang beriman, dan Dia menurunkan bala tentara (para malaikat) yang tidak terlihat olehmu, dan Dia menimpakan azab kepada orang-orang kafir. Itulah balasan bagi orang-orang kafir."},{"aya_id":1262,"aya_number":27,"aya_text":"ثُمَّ يَتُوْبُ اللّٰهُ مِنْۢ بَعْدِ ذٰلِكَ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ","sura_id":9,"juz_id":10,"page_number":191,"translation_aya_text":"Setelah itu Allah menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun, Maha Penyayang."},{"aya_id":1263,"aya_number":28,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَا ۚوَاِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيْكُمُ اللّٰهُ مِنْ فَضْلِهٖٓ اِنْ شَاۤءَۗ اِنَّ اللّٰهَ عَلِيْمٌ حَكِيْمٌ ","sura_id":9,"juz_id":10,"page_number":191,"translation_aya_text":"Wahai orang-orang yang beriman! Sesungguhnya orang-orang musyrik itu najis (kotor jiwa), karena itu janganlah mereka mendekati Masjidilharam setelah tahun ini. Dan jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), maka Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana."},{"aya_id":1264,"aya_number":29,"aya_text":"قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰى يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صَاغِرُوْنَ ࣖ","sura_id":9,"juz_id":10,"page_number":191,"translation_aya_text":"Perangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk."},{"aya_id":1265,"aya_number":30,"aya_text":"وَقَالَتِ الْيَهُوْدُ عُزَيْرُ ِۨابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۗذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْۚ يُضَاهِـُٔوْنَ قَوْلَ الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۗقَاتَلَهُمُ اللّٰهُ ۚ اَنّٰى يُؤْفَكُوْنَ ","sura_id":9,"juz_id":10,"page_number":191,"translation_aya_text":"Dan orang-orang Yahudi berkata, “Uzair putra Allah,” dan orang-orang Nasrani  berkata, “Al-Masih putra Allah.” Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai  berpaling?"},{"aya_id":1266,"aya_number":31,"aya_text":"اِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ وَالْمَسِيْحَ ابْنَ مَرْيَمَۚ وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوْٓا اِلٰهًا وَّاحِدًاۚ  لَآ اِلٰهَ اِلَّا هُوَۗ سُبْحٰنَهٗ عَمَّا يُشْرِكُوْنَ ","sura_id":9,"juz_id":10,"page_number":191,"translation_aya_text":"Mereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah, dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan."},{"aya_id":1267,"aya_number":32,"aya_text":"يُرِيْدُوْنَ اَنْ يُّطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْ وَيَأْبَى اللّٰهُ اِلَّآ اَنْ يُّتِمَّ نُوْرَهٗ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ","sura_id":9,"juz_id":10,"page_number":192,"translation_aya_text":"Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai."},{"aya_id":1268,"aya_number":33,"aya_text":"هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ ","sura_id":9,"juz_id":10,"page_number":192,"translation_aya_text":"Dialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai."},{"aya_id":1269,"aya_number":34,"aya_text":"۞ يٰٓاَيُّهَا الَّذِينَ اٰمَنُوْٓا اِنَّ كَثِيْرًا مِّنَ الْاَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُوْنَ اَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَالَّذِيْنَ يَكْنِزُوْنَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُوْنَهَا فِيْ سَبِيْلِ اللّٰهِ ۙفَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍۙ","sura_id":9,"juz_id":10,"page_number":192,"translation_aya_text":"Wahai orang-orang yang beriman! Sesungguhnya banyak dari orang-orang alim dan rahib-rahib mereka benar-benar memakan harta orang dengan jalan yang batil, dan (mereka) menghalang-halangi (manusia) dari jalan Allah. Dan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih."},{"aya_id":1270,"aya_number":35,"aya_text":"يَّوْمَ يُحْمٰى عَلَيْهَا فِيْ نَارِ جَهَنَّمَ فَتُكْوٰى بِهَا جِبَاهُهُمْ وَجُنُوْبُهُمْ وَظُهُوْرُهُمْۗ هٰذَا مَا كَنَزْتُمْ لِاَنْفُسِكُمْ فَذُوْقُوْا مَا كُنْتُمْ تَكْنِزُوْنَ ","sura_id":9,"juz_id":10,"page_number":192,"translation_aya_text":"(Ingatlah) pada hari ketika emas dan perak dipanaskan dalam neraka Jahanam, lalu dengan itu disetrika dahi, lambung dan punggung mereka (seraya dikatakan) kepada mereka, “Inilah harta bendamu yang kamu simpan untuk dirimu sendiri, maka rasakanlah (akibat dari) apa yang kamu simpan itu.”"},{"aya_id":1271,"aya_number":36,"aya_text":"اِنَّ عِدَّةَ الشُّهُوْرِ عِنْدَ اللّٰهِ اثْنَا عَشَرَ شَهْرًا فِيْ كِتٰبِ اللّٰهِ يَوْمَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ مِنْهَآ اَرْبَعَةٌ حُرُمٌ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ ەۙ فَلَا تَظْلِمُوْا فِيْهِنَّ اَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِيْنَ كَاۤفَّةً كَمَا يُقَاتِلُوْنَكُمْ كَاۤفَّةً ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ","sura_id":9,"juz_id":10,"page_number":192,"translation_aya_text":"Sesungguhnya jumlah bulan menurut Allah ialah dua belas bulan, (sebagaimana) dalam ketetapan Allah pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu dalam (bulan yang empat) itu, dan perangilah kaum musyrikin semuanya sebagaimana mereka pun memerangi kamu semuanya. Dan ketahuilah bahwa Allah beserta orang-orang yang takwa."},{"aya_id":1272,"aya_number":37,"aya_text":"اِنَّمَا النَّسِيْۤءُ زِيَادَةٌ فِى الْكُفْرِ يُضَلُّ بِهِ الَّذِيْنَ كَفَرُوْا يُحِلُّوْنَهٗ عَامًا وَّيُحَرِّمُوْنَهٗ عَامًا لِّيُوَاطِـُٔوْا عِدَّةَ مَا حَرَّمَ اللّٰهُ فَيُحِلُّوْا مَا حَرَّمَ اللّٰهُ ۗزُيِّنَ لَهُمْ سُوْۤءُ اَعْمَالِهِمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ࣖ","sura_id":9,"juz_id":10,"page_number":193,"translation_aya_text":"Sesungguhnya pengunduran (bulan haram) itu hanya menambah kekafiran. Orang-orang kafir disesatkan dengan (pengunduran) itu, mereka menghalalkannya suatu tahun dan mengharamkannya pada suatu tahun yang lain, agar mereka dapat menyesuaikan dengan bilangan yang diharamkan Allah, sekaligus mereka menghalalkan apa yang diharamkan Allah. (Setan) dijadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka. Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir."},{"aya_id":1273,"aya_number":38,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَا لَكُمْ اِذَا قِيْلَ لَكُمُ انْفِرُوْا فِيْ سَبِيْلِ اللّٰهِ اثَّاقَلْتُمْ اِلَى الْاَرْضِۗ اَرَضِيْتُمْ بِالْحَيٰوةِ الدُّنْيَا مِنَ الْاٰخِرَةِۚ فَمَا مَتَاعُ الْحَيٰوةِ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا قَلِيْلٌ ","sura_id":9,"juz_id":10,"page_number":193,"translation_aya_text":"Wahai orang-orang yang beriman! Mengapa apabila dikatakan kepada kamu, “Berangkatlah (untuk berperang) di jalan Allah,” kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu lebih menyenangi kehidupan di dunia daripada kehidupan di akhirat? Padahal kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit."},{"aya_id":1274,"aya_number":39,"aya_text":"اِلَّا تَنْفِرُوْا يُعَذِّبْكُمْ عَذَابًا اَلِيمًاۙ وَّيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوْهُ شَيْـًٔاۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","sura_id":9,"juz_id":10,"page_number":193,"translation_aya_text":"Jika kamu tidak berangkat (untuk berperang), niscaya Allah akan menghukum kamu dengan azab yang pedih dan menggantikan kamu dengan kaum yang lain, dan kamu tidak akan merugikan-Nya sedikit pun. Dan Allah Mahakuasa atas segala sesuatu."},{"aya_id":1275,"aya_number":40,"aya_text":"اِلَّا تَنْصُرُوْهُ فَقَدْ نَصَرَهُ اللّٰهُ اِذْ اَخْرَجَهُ الَّذِيْنَ كَفَرُوْا ثَانِيَ اثْنَيْنِ اِذْ هُمَا فِى الْغَارِ اِذْ يَقُوْلُ لِصَاحِبِهٖ لَا تَحْزَنْ اِنَّ اللّٰهَ مَعَنَاۚ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلَيْهِ وَاَيَّدَهٗ بِجُنُوْدٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِيْنَ كَفَرُوا السُّفْلٰىۗ وَكَلِمَةُ اللّٰهِ هِيَ الْعُلْيَاۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ","sura_id":9,"juz_id":10,"page_number":193,"translation_aya_text":"Jika kamu tidak menolongnya (Muhammad), sesungguhnya Allah telah menolongnya (yaitu) ketika orang-orang kafir mengusirnya (dari Mekah); sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, ketika itu dia berkata kepada sahabatnya, “Jangan engkau bersedih, sesungguhnya Allah bersama kita.” Maka Allah menurunkan ketenangan kepadanya (Muhammad) dan membantu dengan bala tentara (malaikat-malaikat) yang tidak terlihat olehmu, dan Dia menjadikan seruan orang-orang kafir itu rendah. Dan firman Allah itulah yang tinggi. Allah Mahaperkasa, Mahabijaksana."},{"aya_id":1276,"aya_number":41,"aya_text":"اِنْفِرُوْا خِفَافًا وَّثِقَالًا وَّجَاهِدُوْا بِاَمْوَالِكُمْ وَاَنْفُسِكُمْ فِيْ سَبِيْلِ اللّٰهِ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ","sura_id":9,"juz_id":10,"page_number":194,"translation_aya_text":"Berangkatlah kamu baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui."},{"aya_id":1277,"aya_number":42,"aya_text":"لَوْ كَانَ عَرَضًا قَرِيْبًا وَّسَفَرًا قَاصِدًا لَّاتَّبَعُوْكَ وَلٰكِنْۢ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُۗ وَسَيَحْلِفُوْنَ بِاللّٰهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْۚ يُهْلِكُوْنَ اَنْفُسَهُمْۚ وَاللّٰهُ يَعْلَمُ اِنَّهُمْ لَكٰذِبُوْنَ ࣖ ","sura_id":9,"juz_id":10,"page_number":194,"translation_aya_text":"Sekiranya (yang kamu serukan kepada mereka) ada keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu, tetapi tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, “Jikalau kami sanggup niscaya kami berangkat bersamamu.” Mereka membinasakan diri sendiri dan Allah mengetahui bahwa mereka benar-benar orang-orang yang berdusta."},{"aya_id":1278,"aya_number":43,"aya_text":"عَفَا اللّٰهُ عَنْكَۚ لِمَ اَذِنْتَ لَهُمْ حَتّٰى يَتَبَيَّنَ لَكَ الَّذِيْنَ صَدَقُوْا وَتَعْلَمَ الْكٰذِبِيْنَ ","sura_id":9,"juz_id":10,"page_number":194,"translation_aya_text":"Allah memaafkanmu (Muhammad). Mengapa engkau memberi izin kepada mereka (untuk tidak pergi berperang), sebelum jelas bagimu orang-orang yang benar-benar (berhalangan) dan sebelum engkau mengetahui orang-orang yang berdusta?"},{"aya_id":1279,"aya_number":44,"aya_text":"لَا يَسْتَأْذِنُكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالْمُتَّقِيْنَ ","sura_id":9,"juz_id":10,"page_number":194,"translation_aya_text":"Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin (tidak ikut) kepadamu untuk berjihad dengan harta dan jiwa mereka. Allah mengetahui orang-orang yang bertakwa."},{"aya_id":1280,"aya_number":45,"aya_text":"اِنَّمَا يَسْتَأْذِنُكَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَارْتَابَتْ قُلُوْبُهُمْ فَهُمْ فِيْ رَيْبِهِمْ يَتَرَدَّدُوْنَ ","sura_id":9,"juz_id":10,"page_number":194,"translation_aya_text":"Sesungguhnya yang akan meminta izin kepadamu (Muhammad), hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian, dan hati mereka ragu, karena itu mereka selalu bimbang  dalam keraguan."},{"aya_id":1281,"aya_number":46,"aya_text":"۞ وَلَوْ اَرَادُوا الْخُرُوْجَ لَاَعَدُّوْا لَهٗ عُدَّةً وَّلٰكِنْ كَرِهَ اللّٰهُ انْۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيْلَ اقْعُدُوْا مَعَ الْقٰعِدِيْنَ ","sura_id":9,"juz_id":10,"page_number":194,"translation_aya_text":"Dan jika mereka mau berangkat, niscaya mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), “Tinggallah kamu bersama orang-orang yang tinggal itu.”"},{"aya_id":1282,"aya_number":47,"aya_text":"لَوْ خَرَجُوْا فِيْكُمْ مَّا زَادُوْكُمْ اِلَّا خَبَالًا وَّلَاَوْضَعُوْا خِلٰلَكُمْ يَبْغُوْنَكُمُ الْفِتْنَةَۚ وَفِيْكُمْ سَمّٰعُوْنَ لَهُمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ","sura_id":9,"juz_id":10,"page_number":194,"translation_aya_text":"Jika (mereka berangkat bersamamu), niscaya mereka tidak akan menambah (kekuatan)mu, malah hanya akan membuat kekacauan, dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu); sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah mengetahui orang-orang yang zalim."},{"aya_id":1283,"aya_number":48,"aya_text":"لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوْا لَكَ الْاُمُوْرَ حَتّٰى جَاۤءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كٰرِهُوْنَ ","sura_id":9,"juz_id":10,"page_number":195,"translation_aya_text":"Sungguh, sebelum itu mereka memang sudah berusaha membuat kekacauan dan mengatur berbagai macam tipu daya bagimu (memutarbalikkan persoalan), hingga datanglah kebenaran (pertolongan Allah), dan menanglah urusan (agama) Allah, padahal mereka tidak menyukainya."},{"aya_id":1284,"aya_number":49,"aya_text":"وَمِنْهُمْ مَّنْ يَّقُوْلُ ائْذَنْ لِّيْ وَلَا تَفْتِنِّيْۗ  اَلَا فِى الْفِتْنَةِ سَقَطُوْاۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَ ","sura_id":9,"juz_id":10,"page_number":195,"translation_aya_text":"Dan di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Muhammad) menjadikan aku terjerumus ke dalam fitnah.” Ketahuilah, bahwa mereka telah terjerumus ke dalam fitnah. Dan sungguh, Jahanam meliputi orang-orang yang kafir."},{"aya_id":1285,"aya_number":50,"aya_text":"اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصِيْبَةٌ يَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَّهُمْ فَرِحُوْنَ ","sura_id":9,"juz_id":10,"page_number":195,"translation_aya_text":"Jika engkau (Muhammad) mendapat kebaikan, mereka tidak senang; tetapi jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (tidak pergi berperang),” dan mereka berpaling dengan (perasaan) gembira."},{"aya_id":1286,"aya_number":51,"aya_text":"قُلْ لَّنْ يُّصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰىنَا وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ","sura_id":9,"juz_id":10,"page_number":195,"translation_aya_text":"Katakanlah (Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah pelindung kami, dan hanya kepada Allah bertawakallah orang-orang yang beriman.”"},{"aya_id":1287,"aya_number":52,"aya_text":"قُلْ هَلْ تَرَبَّصُوْنَ بِنَآ اِلَّآ اِحْدَى الْحُسْنَيَيْنِۗ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُّصِيْبَكُمُ اللّٰهُ بِعَذَابٍ مِّنْ عِنْدِهٖٓ اَوْ بِاَيْدِيْنَاۖ فَتَرَبَّصُوْٓا اِنَّا مَعَكُمْ مُّتَرَبِّصُوْنَ ","sura_id":9,"juz_id":10,"page_number":195,"translation_aya_text":"Katakanlah (Muhammad), “Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). Dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya, atau (azab) melalui tangan kami. Maka tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”"},{"aya_id":1288,"aya_number":53,"aya_text":"قُلْ اَنْفِقُوْا طَوْعًا اَوْ كَرْهًا لَّنْ يُّتَقَبَّلَ مِنْكُمْ ۗاِنَّكُمْ كُنْتُمْ قَوْمًا فٰسِقِيْنَ ","sura_id":9,"juz_id":10,"page_number":195,"translation_aya_text":"Katakanlah (Muhammad), “Infakkanlah hartamu baik dengan sukarela maupun dengan terpaksa, namun (infakmu) tidak akan diterima. Sesungguhnya kamu adalah orang-orang yang fasik.”"},{"aya_id":1289,"aya_number":54,"aya_text":"وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ ","sura_id":9,"juz_id":10,"page_number":195,"translation_aya_text":"Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa)."},{"aya_id":1290,"aya_number":55,"aya_text":"فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ","sura_id":9,"juz_id":10,"page_number":196,"translation_aya_text":"Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir."},{"aya_id":1291,"aya_number":56,"aya_text":"وَيَحْلِفُوْنَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْۗ وَمَا هُمْ مِّنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَّفْرَقُوْنَ ","sura_id":9,"juz_id":10,"page_number":196,"translation_aya_text":"Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu)."},{"aya_id":1292,"aya_number":57,"aya_text":"لَوْ يَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلًا لَّوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُوْنَ ","sura_id":9,"juz_id":10,"page_number":196,"translation_aya_text":"Sekiranya mereka memperoleh tempat perlindungan, gua-gua atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya."},{"aya_id":1293,"aya_number":58,"aya_text":"وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِى الصَّدَقٰتِۚ فَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ ","sura_id":9,"juz_id":10,"page_number":196,"translation_aya_text":"Dan di antara mereka ada yang mencelamu tentang (pembagian) sedekah (zakat); jika mereka diberi bagian, mereka bersenang hati, dan jika mereka tidak diberi bagian, tiba-tiba mereka marah."},{"aya_id":1294,"aya_number":59,"aya_text":"وَلَوْ اَنَّهُمْ رَضُوْا مَآ اٰتٰىهُمُ اللّٰهُ وَرَسُوْلُهٗۙ وَقَالُوْا حَسْبُنَا اللّٰهُ سَيُؤْتِيْنَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُوْلُهٗٓ اِنَّآ اِلَى اللّٰهِ رَاغِبُوْنَ ࣖ ","sura_id":9,"juz_id":10,"page_number":196,"translation_aya_text":"Dan sekiranya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah dan Rasul-Nya akan memberikan kepada kami sebagian dari karunia-Nya. Sesungguhnya kami orang-orang yang berharap kepada Allah.”"},{"aya_id":1295,"aya_number":60,"aya_text":"۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعَامِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغَارِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","sura_id":9,"juz_id":10,"page_number":196,"translation_aya_text":"Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang miskin, amil zakat, yang dilunakkan hatinya (mualaf), untuk (memerdekakan) hamba sahaya, untuk (membebaskan) orang yang berutang, untuk jalan Allah dan untuk orang yang sedang dalam perjalanan, sebagai kewajiban dari Allah. Allah Maha Mengetahui, Mahabijaksana."},{"aya_id":1296,"aya_number":61,"aya_text":"وَمِنْهُمُ الَّذِيْنَ يُؤْذُوْنَ النَّبِيَّ وَيَقُوْلُوْنَ هُوَ اُذُنٌ ۗقُلْ اُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنِيْنَ وَرَحْمَةٌ لِّلَّذِيْنَ اٰمَنُوْا مِنْكُمْۗ وَالَّذِيْنَ يُؤْذُوْنَ رَسُوْلَ اللّٰهِ لَهُمْ عَذَابٌ اَلِيْمٌ ","sura_id":9,"juz_id":10,"page_number":196,"translation_aya_text":"Dan di antara mereka (orang munafik) ada orang-orang yang menyakiti hati Nabi  (Muhammad) dan mengatakan, “Nabi mempercayai semua apa yang didengarnya.” Katakanlah, “Dia mempercayai semua yang baik bagi kamu, dia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Dan orang-orang yang menyakiti Rasulullah akan mendapat azab yang pedih."},{"aya_id":1297,"aya_number":62,"aya_text":"يَحْلِفُوْنَ بِاللّٰهِ لَكُمْ لِيُرْضُوْكُمْ وَاللّٰهُ وَرَسُوْلُهٗٓ اَحَقُّ اَنْ يُّرْضُوْهُ اِنْ كَانُوْا مُؤْمِنِيْنَ ","sura_id":9,"juz_id":10,"page_number":197,"translation_aya_text":"Mereka bersumpah kepadamu dengan (nama) Allah untuk menyenangkan kamu, padahal Allah dan Rasul-Nya lebih pantas mereka mencari keridaan-Nya jika mereka orang mukmin."},{"aya_id":1298,"aya_number":63,"aya_text":"اَلَمْ يَعْلَمُوْٓا اَنَّهٗ مَنْ يُّحَادِدِ اللّٰهَ وَرَسُوْلَهٗ فَاَنَّ لَهٗ نَارَ جَهَنَّمَ خَالِدًا فِيْهَاۗ ذٰلِكَ الْخِزْيُ الْعَظِيْمُ ","sura_id":9,"juz_id":10,"page_number":197,"translation_aya_text":"Tidakkah mereka (orang munafik) mengetahui bahwa barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya, dia kekal di dalamnya. Itulah kehinaan yang besar."},{"aya_id":1299,"aya_number":64,"aya_text":"يَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُوْرَةٌ تُنَبِّئُهُمْ بِمَا فِيْ قُلُوْبِهِمْۗ قُلِ اسْتَهْزِءُوْاۚ اِنَّ اللّٰهَ مُخْرِجٌ مَّا تَحْذَرُوْنَ ","sura_id":9,"juz_id":10,"page_number":197,"translation_aya_text":"Orang-orang munafik itu takut jika diturunkan suatu surah yang menerangkan apa yang tersembunyi di dalam hati mereka. Katakanlah (kepada mereka), “Teruskanlah berolok-olok (terhadap Allah dan Rasul-Nya).” Sesungguhnya Allah akan mengungkapkan apa yang kamu takuti itu."},{"aya_id":1300,"aya_number":65,"aya_text":"وَلَىِٕنْ سَاَلْتَهُمْ لَيَقُوْلُنَّ اِنَّمَا كُنَّا نَخُوْضُ وَنَلْعَبُۗ  قُلْ اَبِاللّٰهِ وَاٰيٰتِهٖ وَرَسُوْلِهٖ كُنْتُمْ تَسْتَهْزِءُوْنَ ","sura_id":9,"juz_id":10,"page_number":197,"translation_aya_text":"Dan jika kamu tanyakan kepada mereka, niscaya mereka akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Mengapa kepada Allah, dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok?”"},{"aya_id":1301,"aya_number":66,"aya_text":"لَا تَعْتَذِرُوْا قَدْ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ ۗ اِنْ نَّعْفُ عَنْ طَاۤىِٕفَةٍ مِّنْكُمْ نُعَذِّبْ طَاۤىِٕفَةً ۢ بِاَنَّهُمْ كَانُوْا مُجْرِمِيْنَ ࣖ","sura_id":9,"juz_id":10,"page_number":197,"translation_aya_text":"Tidak perlu kamu meminta maaf, karena kamu telah kafir setelah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah tobat), niscaya Kami akan mengazab golongan (yang lain) karena sesungguhnya mereka adalah orang-orang yang (selalu) berbuat dosa."},{"aya_id":1302,"aya_number":67,"aya_text":"اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُهُمْ مِّنْۢ بَعْضٍۘ يَأْمُرُوْنَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوْفِ وَيَقْبِضُوْنَ اَيْدِيَهُمْۗ نَسُوا اللّٰهَ فَنَسِيَهُمْ ۗ اِنَّ الْمُنٰفِقِيْنَ هُمُ الْفٰسِقُوْنَ ","sura_id":9,"juz_id":10,"page_number":197,"translation_aya_text":"Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik."},{"aya_id":1303,"aya_number":68,"aya_text":"وَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ","sura_id":9,"juz_id":10,"page_number":197,"translation_aya_text":"Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal,"},{"aya_id":1304,"aya_number":69,"aya_text":"كَالَّذِيْنَ مِنْ قَبْلِكُمْ كَانُوْٓا اَشَدَّ مِنْكُمْ قُوَّةً وَّاَكْثَرَ اَمْوَالًا وَّاَوْلَادًاۗ فَاسْتَمْتَعُوْا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِيْنَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِيْ خَاضُوْاۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ","sura_id":9,"juz_id":10,"page_number":198,"translation_aya_text":"(keadaan kamu kaum munafik dan musyrikin) seperti orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka mereka telah menikmati bagiannya, dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi."},{"aya_id":1305,"aya_number":70,"aya_text":"اَلَمْ يَأْتِهِمْ نَبَاُ الَّذِيْنَ مِنْ قَبْلِهِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۙ وَقَوْمِ اِبْرٰهِيْمَ وَاَصْحٰبِ مَدْيَنَ وَالْمُؤْتَفِكٰتِۗ اَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","sura_id":9,"juz_id":10,"page_number":198,"translation_aya_text":"Apakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, ‘Ad, samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri."},{"aya_id":1306,"aya_number":71,"aya_text":"وَالْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۘ يَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَيُطِيْعُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاُولٰۤىِٕكَ سَيَرْحَمُهُمُ اللّٰهُ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ","sura_id":9,"juz_id":10,"page_number":198,"translation_aya_text":"Dan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana."},{"aya_id":1307,"aya_number":72,"aya_text":"وَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ","sura_id":9,"juz_id":10,"page_number":198,"translation_aya_text":"Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga ‘Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung."},{"aya_id":1308,"aya_number":73,"aya_text":"يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْ ۗوَمَأْوٰىهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيْرُ ","sura_id":9,"juz_id":10,"page_number":199,"translation_aya_text":"Wahai Nabi! Berjihadlah (melawan) orang-orang kafir dan orang-orang munafik, dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam. Dan itulah seburuk-buruk tempat kembali."},{"aya_id":1309,"aya_number":74,"aya_text":"يَحْلِفُوْنَ بِاللّٰهِ مَا قَالُوْا ۗوَلَقَدْ قَالُوْا كَلِمَةَ الْكُفْرِ وَكَفَرُوْا بَعْدَ اِسْلَامِهِمْ وَهَمُّوْا بِمَا لَمْ يَنَالُوْاۚ وَمَا نَقَمُوْٓا اِلَّآ اَنْ اَغْنٰىهُمُ اللّٰهُ وَرَسُوْلُهٗ مِنْ فَضْلِهٖ ۚفَاِنْ يَّتُوْبُوْا يَكُ خَيْرًا لَّهُمْ ۚوَاِنْ يَّتَوَلَّوْا يُعَذِّبْهُمُ اللّٰهُ عَذَابًا اَلِيْمًا فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَمَا لَهُمْ فِى الْاَرْضِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ","sura_id":9,"juz_id":10,"page_number":199,"translation_aya_text":"Mereka (orang munafik) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakiti Muhammad). Sungguh, mereka telah mengucapkan perkataan kekafiran, dan telah menjadi kafir setelah Islam, dan menginginkan apa yang mereka tidak dapat mencapainya; dan mereka tidak mencela (Allah dan Rasul-Nya), sekiranya Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertobat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi."},{"aya_id":1310,"aya_number":75,"aya_text":"۞ وَمِنْهُمْ مَّنْ عٰهَدَ اللّٰهَ لَىِٕنْ اٰتٰىنَا مِنْ فَضْلِهٖ لَنَصَّدَّقَنَّ وَلَنَكُوْنَنَّ مِنَ الصّٰلِحِيْنَ ","sura_id":9,"juz_id":10,"page_number":199,"translation_aya_text":"Dan di antara mereka ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Allah memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan bersedekah dan niscaya kami termasuk orang-orang yang saleh.”"},{"aya_id":1311,"aya_number":76,"aya_text":"فَلَمَّآ اٰتٰىهُمْ مِّنْ فَضْلِهٖ بَخِلُوْا بِهٖ وَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ ","sura_id":9,"juz_id":10,"page_number":199,"translation_aya_text":"Ketika Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir dan berpaling, dan selalu menentang (kebenaran)."},{"aya_id":1312,"aya_number":77,"aya_text":"فَاَعْقَبَهُمْ نِفَاقًا فِيْ قُلُوْبِهِمْ اِلٰى يَوْمِ يَلْقَوْنَهٗ بِمَآ اَخْلَفُوا اللّٰهَ مَا وَعَدُوْهُ وَبِمَا كَانُوْا يَكْذِبُوْنَ ","sura_id":9,"juz_id":10,"page_number":199,"translation_aya_text":"Maka Allah menanamkan kemunafikan dalam hati mereka sampai pada waktu mereka menemui-Nya, karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya dan (juga) karena mereka selalu berdusta."},{"aya_id":1313,"aya_number":78,"aya_text":"اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ سِرَّهُمْ وَنَجْوٰىهُمْ وَاَنَّ اللّٰهَ عَلَّامُ الْغُيُوْبِ ","sura_id":9,"juz_id":10,"page_number":199,"translation_aya_text":"Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka, dan bahwa Allah mengetahui segala yang gaib?"},{"aya_id":1314,"aya_number":79,"aya_text":"اَلَّذِيْنَ يَلْمِزُوْنَ الْمُطَّوِّعِيْنَ مِنَ الْمُؤْمِنِيْنَ فِى الصَّدَقٰتِ وَالَّذِيْنَ لَا يَجِدُوْنَ اِلَّا جُهْدَهُمْ فَيَسْخَرُوْنَ مِنْهُمْ ۗسَخِرَ اللّٰهُ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","sura_id":9,"juz_id":10,"page_number":199,"translation_aya_text":"(Orang munafik) yaitu mereka yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela dan yang (mencela) orang-orang yang hanya memperoleh (untuk disedekahkan) sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka, dan mereka akan mendapat azab yang pedih."},{"aya_id":1315,"aya_number":80,"aya_text":"اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ ","sura_id":9,"juz_id":10,"page_number":200,"translation_aya_text":"(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar (kafir) kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik."},{"aya_id":1316,"aya_number":81,"aya_text":"فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِهِمْ خِلٰفَ رَسُوْلِ اللّٰهِ وَكَرِهُوْٓا اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَقَالُوْا لَا تَنْفِرُوْا فِى الْحَرِّۗ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَرًّاۗ  لَوْ كَانُوْا يَفْقَهُوْنَ ","sura_id":9,"juz_id":10,"page_number":200,"translation_aya_text":"Orang-orang yang ditinggalkan (tidak ikut berperang), merasa gembira dengan duduk-duduk diam sepeninggal Rasulullah. Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka berkata, “Janganlah kamu berangkat (pergi berperang) dalam panas terik ini.” Katakanlah (Muhammad), “Api neraka Jahanam lebih panas,” jika mereka mengetahui."},{"aya_id":1317,"aya_number":82,"aya_text":"فَلْيَضْحَكُوْا قَلِيْلًا وَّلْيَبْكُوْا كَثِيْرًاۚ جَزَاۤءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ ","sura_id":9,"juz_id":10,"page_number":200,"translation_aya_text":"Maka biarkanlah mereka tertawa sedikit dan menangis yang banyak, sebagai balasan terhadap apa yang selalu mereka perbuat."},{"aya_id":1318,"aya_number":83,"aya_text":"فَاِنْ رَّجَعَكَ اللّٰهُ اِلٰى طَاۤىِٕفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوْكَ لِلْخُرُوْجِ فَقُلْ لَّنْ تَخْرُجُوْا مَعِيَ اَبَدًا وَّلَنْ تُقَاتِلُوْا مَعِيَ عَدُوًّاۗ اِنَّكُمْ رَضِيْتُمْ بِالْقُعُوْدِ اَوَّلَ مَرَّةٍۗ فَاقْعُدُوْا مَعَ الْخَالِفِيْنَ ","sura_id":9,"juz_id":10,"page_number":200,"translation_aya_text":"Maka jika Allah mengembalikanmu (Muhammad) kepada suatu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), maka katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi (berperang) sejak semula. Karena itu duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”"},{"aya_id":1319,"aya_number":84,"aya_text":"وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِّنْهُمْ مَّاتَ اَبَدًا وَّلَا تَقُمْ عَلٰى قَبْرِهٖۗ اِنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَمَاتُوْا وَهُمْ فٰسِقُوْنَ ","sura_id":9,"juz_id":10,"page_number":200,"translation_aya_text":"Dan janganlah engkau (Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik), selama-lamanya dan janganlah engkau berdiri (mendoakan) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik."},{"aya_id":1320,"aya_number":85,"aya_text":"وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْۗ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِى الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ","sura_id":9,"juz_id":10,"page_number":200,"translation_aya_text":"Dan janganlah engkau (Muhammad) kagum terhadap harta dan anak-anak mereka. Sesungguhnya dengan itu Allah hendak menyiksa mereka di dunia dan agar nyawa mereka melayang, sedang mereka dalam keadaan kafir."},{"aya_id":1321,"aya_number":86,"aya_text":"وَاِذَآ اُنْزِلَتْ سُوْرَةٌ اَنْ اٰمِنُوْا بِاللّٰهِ وَجَاهِدُوْا مَعَ رَسُوْلِهِ اسْتَأْذَنَكَ اُولُوا الطَّوْلِ مِنْهُمْ وَقَالُوْا ذَرْنَا نَكُنْ مَّعَ الْقٰعِدِيْنَ ","sura_id":9,"juz_id":10,"page_number":200,"translation_aya_text":"Dan apabila diturunkan suatu surah (yang memerintahkan kepada orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang kaya dan berpengaruh di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”"},{"aya_id":1322,"aya_number":87,"aya_text":"رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِ وَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ","sura_id":9,"juz_id":10,"page_number":201,"translation_aya_text":"Mereka rela berada bersama orang-orang yang tidak pergi berperang, dan hati mereka telah tertutup, sehingga mereka tidak memahami (kebahagiaan beriman dan berjihad)."},{"aya_id":1323,"aya_number":88,"aya_text":"لٰكِنِ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ جَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاُولٰۤىِٕكَ لَهُمُ الْخَيْرٰتُ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","sura_id":9,"juz_id":10,"page_number":201,"translation_aya_text":"Tetapi Rasul dan orang-orang yang beriman bersama dia, (mereka) berjihad dengan harta dan jiwa. Mereka itu memperoleh kebaikan. Mereka itulah orang-orang yang beruntung."},{"aya_id":1324,"aya_number":89,"aya_text":"اَعَدَّ اللّٰهُ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ࣖ ","sura_id":9,"juz_id":10,"page_number":201,"translation_aya_text":"Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang agung."},{"aya_id":1325,"aya_number":90,"aya_text":"وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ ","sura_id":9,"juz_id":10,"page_number":201,"translation_aya_text":"Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih."},{"aya_id":1326,"aya_number":91,"aya_text":"لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ ","sura_id":9,"juz_id":10,"page_number":201,"translation_aya_text":"Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang,"},{"aya_id":1327,"aya_number":92,"aya_text":"وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ ","sura_id":9,"juz_id":10,"page_number":201,"translation_aya_text":"dan tidak ada (pula dosa) atas orang-orang yang datang kepadamu (Muhammad), agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, “Aku tidak memperoleh kendaraan untuk membawamu,” lalu mereka kembali, sedang mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan (untuk ikut berperang)."},{"aya_id":1328,"aya_number":93,"aya_text":"اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔","sura_id":9,"juz_id":10,"page_number":201,"translation_aya_text":"Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka)."},{"aya_id":1329,"aya_number":94,"aya_text":"يَعْتَذِرُوْنَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْ ۗ قُلْ لَّا تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَكُمْ قَدْ نَبَّاَنَا اللّٰهُ مِنْ اَخْبَارِكُمْ وَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ ثُمَّ تُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","sura_id":9,"juz_id":11,"page_number":202,"translation_aya_text":"Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. Katakanlah (Muhammad), “Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, sungguh, Allah telah memberitahukan kepada kami tentang beritamu. Dan Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya, kemudian kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan.”"},{"aya_id":1330,"aya_number":95,"aya_text":"سَيَحْلِفُوْنَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوْا عَنْهُمْ ۗ فَاَعْرِضُوْا عَنْهُمْ ۗ اِنَّهُمْ رِجْسٌۙ وَّمَأْوٰىهُمْ جَهَنَّمُ جَزَاۤءً ۢبِمَا كَانُوْا يَكْسِبُوْنَ","sura_id":9,"juz_id":11,"page_number":202,"translation_aya_text":"Mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka, agar kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor dan tempat mereka neraka Jahanam, sebagai balasan atas apa yang telah mereka kerjakan."},{"aya_id":1331,"aya_number":96,"aya_text":"يَحْلِفُوْنَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۚفَاِنْ تَرْضَوْا عَنْهُمْ فَاِنَّ اللّٰهَ لَا يَرْضٰى عَنِ الْقَوْمِ الْفٰسِقِيْنَ","sura_id":9,"juz_id":11,"page_number":202,"translation_aya_text":"Mereka akan bersumpah kepadamu agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik."},{"aya_id":1332,"aya_number":97,"aya_text":"اَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰى رَسُوْلِهٖ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","sura_id":9,"juz_id":11,"page_number":202,"translation_aya_text":"Orang-orang Arab Badui itu lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui, Mahabijaksana."},{"aya_id":1333,"aya_number":98,"aya_text":"وَمِنَ الْاَعْرَابِ مَنْ يَّتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَّيَتَرَبَّصُ بِكُمُ الدَّوَاۤىِٕرَ ۗعَلَيْهِمْ دَاۤىِٕرَةُ السَّوْءِ ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ  ","sura_id":9,"juz_id":11,"page_number":202,"translation_aya_text":"Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian; dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Allah Maha Mendengar, Maha Mengetahui."},{"aya_id":1334,"aya_number":99,"aya_text":"وَمِنَ الْاَعْرَابِ مَنْ يُّؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبٰتٍ عِنْدَ اللّٰهِ وَصَلَوٰتِ الرَّسُوْلِ ۗ اَلَآ اِنَّهَا قُرْبَةٌ لَّهُمْ ۗ سَيُدْخِلُهُمُ اللّٰهُ فِيْ رَحْمَتِهٖ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ","sura_id":9,"juz_id":11,"page_number":202,"translation_aya_text":"Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya; sesungguhnya Allah Maha Pengampun, Maha Penyayang."},{"aya_id":1335,"aya_number":100,"aya_text":"وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْهُمْ بِاِحْسَانٍۙ رَّضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَهُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ","sura_id":9,"juz_id":11,"page_number":203,"translation_aya_text":"Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung."},{"aya_id":1336,"aya_number":101,"aya_text":"وَمِمَّنْ حَوْلَكُمْ مِّنَ الْاَعْرَابِ مُنٰفِقُوْنَ ۗوَمِنْ اَهْلِ الْمَدِيْنَةِ مَرَدُوْا عَلَى النِّفَاقِۗ  لَا تَعْلَمُهُمْۗ نَحْنُ نَعْلَمُهُمْۗ سَنُعَذِّبُهُمْ مَّرَّتَيْنِ ثُمَّ يُرَدُّوْنَ اِلٰى عَذَابٍ عَظِيْمٍ ۚ  ","sura_id":9,"juz_id":11,"page_number":203,"translation_aya_text":"Dan di antara orang-orang Arab Badui yang (tinggal) di sekitarmu, ada orang-orang munafik. Dan di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Nanti mereka akan Kami siksa dua kali, kemudian mereka akan dikembalikan kepada azab yang besar."},{"aya_id":1337,"aya_number":102,"aya_text":"وَاٰخَرُوْنَ اعْتَرَفُوْا بِذُنُوْبِهِمْ خَلَطُوْا عَمَلًا صَالِحًا وَّاٰخَرَ سَيِّئًاۗ عَسَى اللّٰهُ اَنْ يَّتُوْبَ عَلَيْهِمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","sura_id":9,"juz_id":11,"page_number":203,"translation_aya_text":"Dan (ada pula) orang lain yang mengakui dosa-dosa mereka, mereka mencampuradukkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun, Maha Penyayang."},{"aya_id":1338,"aya_number":103,"aya_text":"خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا وَصَلِّ عَلَيْهِمْۗ اِنَّ صَلٰوتَكَ سَكَنٌ لَّهُمْۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ","sura_id":9,"juz_id":11,"page_number":203,"translation_aya_text":"Ambillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka, dan berdoalah untuk mereka. Sesungguhnya doamu itu (menumbuhkan) ketenteraman jiwa bagi mereka. Allah Maha Mendengar, Maha Mengetahui."},{"aya_id":1339,"aya_number":104,"aya_text":"اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَأْخُذُ الصَّدَقٰتِ وَاَنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ","sura_id":9,"juz_id":11,"page_number":203,"translation_aya_text":"Tidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(nya), dan bahwa Allah Maha Penerima tobat, Maha Penyayang?"},{"aya_id":1340,"aya_number":105,"aya_text":"وَقُلِ اعْمَلُوْا فَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ وَالْمُؤْمِنُوْنَۗ وَسَتُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۚ  ","sura_id":9,"juz_id":11,"page_number":203,"translation_aya_text":"Dan katakanlah, “Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.”"},{"aya_id":1341,"aya_number":106,"aya_text":"وَاٰخَرُوْنَ مُرْجَوْنَ لِاَمْرِ اللّٰهِ اِمَّا يُعَذِّبُهُمْ وَاِمَّا يَتُوْبُ عَلَيْهِمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","sura_id":9,"juz_id":11,"page_number":203,"translation_aya_text":"Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada keputusan Allah; mungkin Allah akan mengazab mereka dan mungkin Allah akan menerima tobat mereka. Allah Maha Mengetahui, Mahabijaksana."},{"aya_id":1342,"aya_number":107,"aya_text":"وَالَّذِيْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّكُفْرًا وَّتَفْرِيْقًاۢ بَيْنَ الْمُؤْمِنِيْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰهَ وَرَسُوْلَهٗ مِنْ قَبْلُ ۗوَلَيَحْلِفُنَّ اِنْ اَرَدْنَآ اِلَّا الْحُسْنٰىۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ","sura_id":9,"juz_id":11,"page_number":204,"translation_aya_text":"Dan (di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman serta menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu. Mereka dengan pasti bersumpah, “Kami hanya menghendaki kebaikan.” Dan Allah menjadi saksi bahwa mereka itu pendusta (dalam sumpahnya)."},{"aya_id":1343,"aya_number":108,"aya_text":"لَا تَقُمْ فِيْهِ اَبَدًاۗ  لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِيْهِۗ فِيْهِ رِجَالٌ يُّحِبُّوْنَ اَنْ يَّتَطَهَّرُوْاۗ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرِيْنَ ","sura_id":9,"juz_id":11,"page_number":204,"translation_aya_text":"Janganlah engkau melaksanakan salat dalam masjid itu selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa, sejak hari pertama adalah lebih pantas engkau melaksanakan salat di dalamnya. Di dalamnya ada orang-orang yang ingin membersihkan diri. Allah menyukai orang-orang yang bersih."},{"aya_id":1344,"aya_number":109,"aya_text":"اَفَمَنْ اَسَّسَ بُنْيَانَهٗ عَلٰى تَقْوٰى مِنَ اللّٰهِ وَرِضْوَانٍ خَيْرٌ اَمْ مَّنْ اَسَّسَ بُنْيَانَهٗ عَلٰى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهٖ فِيْ نَارِ جَهَنَّمَۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ","sura_id":9,"juz_id":11,"page_number":204,"translation_aya_text":"Maka apakah orang-orang yang mendirikan bangunan (masjid) atas dasar takwa kepada Allah dan keridaan(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada orang-orang yang zalim."},{"aya_id":1345,"aya_number":110,"aya_text":"لَا يَزَالُ بُنْيَانُهُمُ الَّذِيْ بَنَوْا رِيْبَةً فِيْ قُلُوْبِهِمْ اِلَّآ اَنْ تَقَطَّعَ قُلُوْبُهُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ࣖ ","sura_id":9,"juz_id":11,"page_number":204,"translation_aya_text":"Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan dalam hati mereka, sampai hati mereka hancur. Dan Allah Maha Mengetahui, Mahabijaksana."},{"aya_id":1346,"aya_number":111,"aya_text":"۞ اِنَّ اللّٰهَ اشْتَرٰى مِنَ الْمُؤْمِنِيْنَ اَنْفُسَهُمْ وَاَمْوَالَهُمْ بِاَنَّ لَهُمُ الْجَنَّةَۗ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ فَيَقْتُلُوْنَ وَيُقْتَلُوْنَ وَعْدًا عَلَيْهِ حَقًّا فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ وَالْقُرْاٰنِۗ وَمَنْ اَوْفٰى بِعَهْدِهٖ مِنَ اللّٰهِ فَاسْتَبْشِرُوْا بِبَيْعِكُمُ الَّذِيْ بَايَعْتُمْ بِهٖۗ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ","sura_id":9,"juz_id":11,"page_number":204,"translation_aya_text":"Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri mau-pun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil, dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung."},{"aya_id":1347,"aya_number":112,"aya_text":"اَلتَّاۤىِٕبُوْنَ الْعٰبِدُوْنَ الْحَامِدُوْنَ السَّاۤىِٕحُوْنَ الرَّاكِعُوْنَ السَّاجِدُوْنَ الْاٰمِرُوْنَ بِالْمَعْرُوْفِ وَالنَّاهُوْنَ عَنِ الْمُنْكَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰهِ ۗوَبَشِّرِ الْمُؤْمِنِيْنَ ","sura_id":9,"juz_id":11,"page_number":205,"translation_aya_text":"Mereka itu adalah orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama), rukuk, sujud, menyuruh berbuat makruf dan mencegah dari yang mungkar dan yang memelihara hukum-hukum Allah. Dan gembirakanlah orang-orang yang beriman."},{"aya_id":1348,"aya_number":113,"aya_text":"مَا كَانَ لِلنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ اَنَّهُمْ اَصْحٰبُ الْجَحِيْمِ ","sura_id":9,"juz_id":11,"page_number":205,"translation_aya_text":"Tidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam."},{"aya_id":1349,"aya_number":114,"aya_text":"وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَهَآ اِيَّاهُۚ فَلَمَّا تَبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُۗ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ ","sura_id":9,"juz_id":11,"page_number":205,"translation_aya_text":"Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun."},{"aya_id":1350,"aya_number":115,"aya_text":"وَمَا كَانَ اللّٰهُ لِيُضِلَّ قَوْمًاۢ بَعْدَ اِذْ هَدٰىهُمْ حَتّٰى يُبَيِّنَ لَهُمْ مَّا يَتَّقُوْنَۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ","sura_id":9,"juz_id":11,"page_number":205,"translation_aya_text":"Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, setelah mereka diberi-Nya petunjuk, sehingga dapat dijelaskan kepada mereka apa yang harus mereka jauhi. Sungguh, Allah Maha Mengetahui segala sesuatu."},{"aya_id":1351,"aya_number":116,"aya_text":"اِنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُحْيٖ وَيُمِيْتُۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ","sura_id":9,"juz_id":11,"page_number":205,"translation_aya_text":"Sesungguhnya Allah memiliki kekuasaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah."},{"aya_id":1352,"aya_number":117,"aya_text":"لَقَدْ تَّابَ اللّٰهُ عَلَى النَّبِيِّ وَالْمُهٰجِرِيْنَ وَالْاَنْصَارِ الَّذِيْنَ اتَّبَعُوْهُ فِيْ سَاعَةِ الْعُسْرَةِ مِنْۢ بَعْدِ مَا كَادَ يَزِيْغُ قُلُوْبُ فَرِيْقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْۗ اِنَّهٗ بِهِمْ رَءُوْفٌ رَّحِيْمٌ ۙ","sura_id":9,"juz_id":11,"page_number":205,"translation_aya_text":"Sungguh, Allah telah menerima tobat Nabi, orang-orang Muhajirin dan orang-orang Ansar, yang mengikuti Nabi pada masa-masa sulit, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengasih, Maha Penyayang kepada mereka,"},{"aya_id":1353,"aya_number":118,"aya_text":"وَّعَلَى الثَّلٰثَةِ الَّذِيْنَ خُلِّفُوْاۗ حَتّٰٓى اِذَا ضَاقَتْ عَلَيْهِمُ الْاَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ اَنْفُسُهُمْ وَظَنُّوْٓا اَنْ لَّا مَلْجَاَ مِنَ اللّٰهِ اِلَّآ اِلَيْهِۗ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوْبُوْاۗ اِنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ࣖ ","sura_id":9,"juz_id":11,"page_number":206,"translation_aya_text":"dan terhadap tiga orang yang ditinggalkan. Hingga ketika bumi terasa sempit bagi mereka, padahal bumi itu luas dan jiwa mereka pun telah (pula terasa) sempit bagi mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksaan) Allah, melainkan kepada-Nya saja, kemudian Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima tobat, Maha Penyayang."},{"aya_id":1354,"aya_number":119,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَكُوْنُوْا مَعَ الصّٰدِقِيْنَ ","sura_id":9,"juz_id":11,"page_number":206,"translation_aya_text":"Wahai orang-orang yang beriman! Bertakwalah kepada Allah, dan bersamalah kamu dengan orang-orang yang benar."},{"aya_id":1355,"aya_number":120,"aya_text":"مَا كَانَ لِاَهْلِ الْمَدِيْنَةِ وَمَنْ حَوْلَهُمْ مِّنَ الْاَعْرَابِ اَنْ يَّتَخَلَّفُوْا عَنْ رَّسُوْلِ اللّٰهِ وَلَا يَرْغَبُوْا بِاَنْفُسِهِمْ عَنْ نَّفْسِهٖۗ ذٰلِكَ بِاَنَّهُمْ لَا يُصِيْبُهُمْ ظَمَاٌ وَّلَا نَصَبٌ وَّلَا مَخْمَصَةٌ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَطَـُٔوْنَ مَوْطِئًا يَّغِيْظُ الْكُفَّارَ وَلَا يَنَالُوْنَ مِنْ عَدُوٍّ نَّيْلًا اِلَّا كُتِبَ لَهُمْ بِهٖ عَمَلٌ صَالِحٌۗ اِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ ","sura_id":9,"juz_id":11,"page_number":206,"translation_aya_text":"Tidak pantas bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka, tidak turut menyertai Rasulullah (pergi berperang) dan tidak pantas (pula) bagi mereka lebih mencintai diri mereka daripada (mencintai) diri Rasul. Yang demikian itu karena mereka tidak ditimpa kehausan, kepayahan dan kelaparan di jalan Allah, dan tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir, dan tidak menimpakan suatu bencana kepada musuh, kecuali (semua) itu akan dituliskan bagi mereka sebagai suatu amal kebajikan. Sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik,"},{"aya_id":1356,"aya_number":121,"aya_text":"وَلَا يُنْفِقُوْنَ نَفَقَةً صَغِيْرَةً وَّلَا كَبِيْرَةً وَّلَا يَقْطَعُوْنَ وَادِيًا اِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا كَانُوْا يَعْمَلُوْنَ ","sura_id":9,"juz_id":11,"page_number":206,"translation_aya_text":"dan tidaklah mereka memberikan infak, baik yang kecil maupun yang besar dan tidak (pula) melintasi suatu lembah (berjihad), kecuali akan dituliskan bagi mereka (sebagai amal kebajikan), untuk diberi balasan oleh Allah (dengan) yang lebih baik daripada apa yang telah mereka kerjakan."},{"aya_id":1357,"aya_number":122,"aya_text":"۞ وَمَا كَانَ الْمُؤْمِنُوْنَ لِيَنْفِرُوْا كَاۤفَّةًۗ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِّنْهُمْ طَاۤىِٕفَةٌ لِّيَتَفَقَّهُوْا فِى الدِّيْنِ وَلِيُنْذِرُوْا قَوْمَهُمْ اِذَا رَجَعُوْٓا اِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُوْنَ ࣖ ","sura_id":9,"juz_id":11,"page_number":206,"translation_aya_text":"Dan tidak sepatutnya orang-orang mukmin itu semuanya pergi (ke medan perang). Mengapa sebagian dari setiap golongan di antara mereka tidak pergi untuk memperdalam pengetahuan agama mereka dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali, agar mereka dapat menjaga dirinya."},{"aya_id":1358,"aya_number":123,"aya_text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةًۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ","sura_id":9,"juz_id":11,"page_number":207,"translation_aya_text":"Wahai orang yang beriman! Perangilah orang-orang kafir yang di sekitar kamu, dan hendaklah mereka merasakan sikap tegas darimu, dan ketahuilah bahwa Allah beserta orang yang bertakwa."},{"aya_id":1359,"aya_number":124,"aya_text":"وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ فَمِنْهُمْ مَّنْ يَّقُوْلُ اَيُّكُمْ زَادَتْهُ هٰذِهٖٓ اِيْمَانًاۚ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَزَادَتْهُمْ اِيْمَانًا وَّهُمْ يَسْتَبْشِرُوْنَ","sura_id":9,"juz_id":11,"page_number":207,"translation_aya_text":"Dan apabila diturunkan suatu surah, maka di antara mereka (orang-orang munafik) ada yang berkata, “Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?” Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira."},{"aya_id":1360,"aya_number":125,"aya_text":"وَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ فَزَادَتْهُمْ رِجْسًا اِلٰى رِجْسِهِمْ وَمَاتُوْا وَهُمْ كٰفِرُوْنَ ","sura_id":9,"juz_id":11,"page_number":207,"translation_aya_text":"Dan adapun orang-orang yang di dalam hatinya ada penyakit, maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir."},{"aya_id":1361,"aya_number":126,"aya_text":"اَوَلَا يَرَوْنَ اَنَّهُمْ يُفْتَنُوْنَ فِيْ كُلِّ عَامٍ مَّرَّةً اَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوْبُوْنَ وَلَا هُمْ يَذَّكَّرُوْنَ ","sura_id":9,"juz_id":11,"page_number":207,"translation_aya_text":"Dan tidakkah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, namun mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran?"},{"aya_id":1362,"aya_number":127,"aya_text":"وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ نَّظَرَ بَعْضُهُمْ اِلٰى بَعْضٍۗ هَلْ يَرٰىكُمْ مِّنْ اَحَدٍ ثُمَّ انْصَرَفُوْاۗ صَرَفَ اللّٰهُ قُلُوْبَهُمْ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","sura_id":9,"juz_id":11,"page_number":207,"translation_aya_text":"Dan apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (sambil berkata), “Adakah seseorang (dari kaum muslimin) yang melihat kamu?”  Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami."},{"aya_id":1363,"aya_number":128,"aya_text":"لَقَدْ جَاۤءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَءُوْفٌ رَّحِيْمٌ ","sura_id":9,"juz_id":11,"page_number":207,"translation_aya_text":"Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman."},{"aya_id":1364,"aya_number":129,"aya_text":"فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ࣖ","sura_id":9,"juz_id":11,"page_number":207,"translation_aya_text":"Maka jika mereka berpaling (dari keimanan), maka katakanlah (Muhammad), “Cukuplah Allah bagiku; tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki ‘Arsy (singgasana) yang agung.”    "}]}